[
  {
    "page": 1,
    "sectionTitle": "Project Charter",
    "pageSummary": "La page présente le titre principal du document : 'CONSUMER INFORMATION MANAGEMENT SYSTEM PROJECT CHARTER'. Ce document est un 'Project Charter' pour le système de gestion de l'information consommateur (CIMS). Il est émis par la Commission des Utilities Publiques de Californie. Le titre 'EUREKA' suggère une approche innovante ou une recherche. Le document définit probablement les objectifs, les parties prenantes, les livrables et le cadre du projet. Il concerne la gestion de l'information des consommateurs.",
    "updatedGlobalSummary": "Le document traité est le 'Project Charter' pour le système de gestion de l'information consommateur (CIMS). Il est émis par la Commission des Utilities Publiques de Californie. Le titre 'EUREKA' est présent, indiquant une approche innovante. Le document définit les objectifs, parties prenantes, livrables et cadre du projet. Il concerne la gestion de l'information des consommateurs.",
    "isContinuation": false,
    "originalContent": "# EUREKA\nState of California\nPublic Utilities Commission\n\n# CONSUMER INFORMATION MANAGEMENT SYSTEM\nPROJECT CHARTER"
  },
  {
    "page": 2,
    "sectionTitle": "DOCUMENT CONTROL",
    "pageSummary": "Cette page présente le contrôle de document du projet CIMS, incluant un enregistrement des modifications avec des dates, versions et descriptions des changements. Les versions ont été rédigées du 27 septembre 2006 au 31 août 2007, avec une version finale ajoutée à la bibliothèque CIMS le 26 octobre 2006. Elle détaille également les révisionnaires et approbateurs du projet, tels que Jack Leutza, Karen Davis, Paul King, Steve Bonham et Eric Olson, chacun occupant des postes clés dans le projet.",
    "updatedGlobalSummary": "Le document traité est le 'Project Charter' pour le système de gestion de l'information consommateur (CIMS). Il est émis par la Commission des Utilities Publiées de Californie. Le titre 'EUREKA' est présent, indiquant une approche innovante. Le document définit les objectifs, parties prenantes, livrables et cadre du projet. Il concerne la gestion de l'information des consommateurs. De plus, cette page présente le contrôle de document avec des enregistrements de modification datant de 2006 à 2007, y compris une version finale ajoutée à la bibliothèque CIMS et une version 2.0, ainsi que les noms des révisionnaires et approbateurs.",
    "isContinuation": false,
    "originalContent": "# CALIFORNIA PUBLIC UTILITIES COMMISSION\n## CIMS PROJECT CHARTER\n\n# DOCUMENT CONTROL\n## CHANGE RECORD\n\nDATE                   VERSION           DESCRIPTION OF CHANGE\nSeptember 27, 2006     1.0               First draft\nOctober 4, 2006        1.0               Second draft\nOctober 11, 2006       1.0               Third draft\nOctober 26, 2006       1.0               Final version being added to CIMS Project Library\nAugust 31, 2007        2.0               First draft\n\n# REVIEWERS/APPROVERS\n\nNAME              POSITION/TITLE         SIGNATURE    DATE\nJack Leutza       CIMS Project Sponsor\nKaren Davis /     CIMS Project Director\nPaul King\nSteve Bonham      CIMS Project Management\nEric Olson        CIMS Project Office"
  },
  {
    "page": 3,
    "error": "Erreur API pour la page 3: HTTPSConnectionPool(host='openrouter.ai', port=443): Read timed out.",
    "originalContent": "# CIMS PROJECT CHARTER\n\n## Summary\nCalifornia Public Utilities Commission CIMS Project Charter provides an overview of the project, its objectives, and its intended outcomes.\n\n## Purpose\nThe purpose of this document is to outline the goals and framework for the CIMS project.\n\n## Background and Problem Statement\nThe CIMS project was initiated to address specific challenges faced by the California Public Utilities Commission.\n\n## Customer\nThe primary customers of the CIMS project include stakeholders within the California Public Utilities Commission and external partners.\n\n## Customer Benefits\nThe project aims to deliver significant benefits to customers, including improved service delivery and enhanced operational efficiency.\n\n## Project Goals\nThe goals of the CIMS project are to streamline processes and improve data management.\n\n## Project Objectives\nThe objectives of the project include the implementation of a new system that meets the needs of the California Public Utilities Commission.\n\n## Project Scope\nThe scope of the CIMS project encompasses all activities related to the design, development, and implementation of the new system.\n\n## Project Approach\nThe project will follow a structured approach to ensure successful delivery and alignment with organizational goals.\n\n## Project Organization\nThe project organization will consist of various teams and stakeholders responsible for different aspects of the project.\n\n## Project Roles\nClearly defined roles will be established to ensure accountability and effective collaboration among team members.\n\n## Project Success Factors\nKey success factors for the project include stakeholder engagement, effective communication, and adherence to timelines.\n\n## Project Assumptions\nThe project is based on several assumptions regarding resources, timelines, and stakeholder involvement.\n\n## Appendix A. Project Plan Document Overview\nThis appendix provides an overview of the project plan document, detailing its structure and key components."
  },
  {
    "page": 4,
    "sectionTitle": "Project Charter",
    "pageSummary": "Cette page présente le 'Project Charter' du système de gestion de l'information consommateur (CIMS). Elle détaille le résumé du projet avec les informations sur le sponsor, le directeur, le manager, les dates et le budget. L'objectif du projet est d'autoriser la réalisation des travaux et de formaliser la compréhension des problèmes d'affaires, des objectifs, de la stratégie et des parties prenantes. Le contexte décrit le déploiement du CIMS pour améliorer le service aux consommateurs et résoudre les plaintes. Les parties prenantes incluent le personnel de la Commission des Utilities Publiées de Californie.",
    "updatedGlobalSummary": "Le document traité est le 'Project Charter' pour le système de gestion de l'information consommateur (CIMS). Il est émis par la Commission des Utilities Publiées de Californie. Le titre 'EUREKA' est présent, indiquant une approche innovante. Le document définit les objectifs, parties prenantes, livrables et cadre du projet. Il concerne la gestion de l'information des consommateurs. De plus, cette page présente le contrôle de document avec des enregistrements de modification datant de 2006 à 2007, y compris une version finale ajoutée à la bibliothèque CIMS et une version 2.0, ainsi que les noms des révisionnaires et approbateurs. Cette page détaille également le résumé du projet, son objectif, son contexte et ses parties prenantes, incluant le budget et les dates de début et de fin estimée.",
    "isContinuation": false,
    "originalContent": "# CIMS PROJECT CHARTER\n\n## 1. Summary\nProject Sponsor:                Jack Leutza\nProject Director:               Karen Davis (ret.) / Paul King\nProject Manager:                Marty Barry\nProject Start Date:             July 31, 2006\nEstimated Project End Date:     August 31, 2007 (from FSR)\nProject Budget:                 $2,570,927 (from FSR)\n\n## 2. Purpose\nThe purpose of this project charter is to authorize the project and formalize the Commission’s understanding of the:\n\n- Business problems, opportunities and assumptions\n- Project goals and objectives\n- Concept of the system to be produced by the project\n- Boundaries of the project in terms of scope, resources, budget, and schedule\n- High-level project approach and strategy\n- Project organization including roles and responsibilities\n- Project success factors and risk management\n\nAll subsequent project activities and decisions will be consistent with the Charter. The Charter is a living document that will be updated as needed.\n\n## 3. Background and Problem Statement\nThe Consumer Information Management System (CIMS) is being deployed to enable the California Public Utilities Commission (CPUC) to better serve consumers who are seeking assistance in resolving complaints or answering questions about the utilities that CPUC regulates. The Consumer Complaint Tracking (CCT) system that staff currently uses is merely a data repository rather than a system that facilitates complaint resolution.\n\n## 4. Customer\nThe primary customers of the CIMS are staff in the Consumer Services Information Division, Consumer Affairs Branch (CAB) who handle inquiries and informal complaint resolution daily. Within the CPUC, the CAB is responsible for assisting consumers by answering inquiries and resolving specific types of consumer complaints. CAB staff had previously been organized into groups of either telecommunications or energy response handling; however, each CAB representative is now handling Energy, Telecommunications, and Water inquiries and complaints.\n\nAdditionally, there are personnel throughout the CPUC who are tasked with investigating, analyzing, and monitoring utility compliance, performance, and activities."
  },
  {
    "page": 5,
    "sectionTitle": "Project Charter",
    "pageSummary": "Cette page fait partie du 'Project Charter' pour le système CIMS. Elle détaille les parties prenantes nécessitant l'accès au base de données des plaintes, notamment les divisions de Télécommunications, Eau et Énergie, la Division des Avocats Ratepayer, la Division de la Protection et de la Sécurité des Consommateurs, et la Division des Juges Administratifs. Elle décrit également les bénéfices attendus du système, tels que l'amélioration de l'efficacité et de l'efficacité du processus de résolution des plaintes, l'amélioration de la qualité de service et l'amélioration de la qualité des données. Enfin, elle souligne l'importance du système pour évaluer les programmes de la Commission et améliorer l'expérience des consommateurs.",
    "updatedGlobalSummary": "Le document traité est le 'Project Charter' pour le système de gestion de l'information consommateur (CIMS). Il est émis par la Commission des Utilities Publiées de Californie. Le titre 'EUREKA' est présent, indiquant une approche innovante. Le document définit les objectifs, parties prenantes, livrables et cadre du projet. Il concerne la gestion de l'information des consommateurs. De plus, cette page présente le contrôle de document avec des enregistrements de modification datant de 2006 à 2007, y compris une version finale ajoutée à la bibliothèque CIMS et une version 2.0, ainsi que les noms des révisionnaires et approbateurs. Cette page détaille également le résumé du projet, son objectif, son contexte et ses parties prenantes, incluant le budget et les dates de début et de fin estimée. Elle précise les parties prenantes internes aux CPUC (divisions de Télécommunications, Eau et Énergie, Division des Avocats Ratepayer, Division de la Protection et de la Sécurité des Consommateurs, Division des Juges Administratifs) et les bénéfices attendus du système CIMS, tels que l'amélioration de l'efficacité de la résolution des plaintes, la qualité des données et l'expérience des consommateurs.",
    "isContinuation": false,
    "originalContent": "# CALIFORNIA PUBLIC UTILITIES COMMISSION\n## CIMS PROJECT CHARTER\n\nThese CPUC units that are consumers of CAB data, and therefore, additional customers of the CIMS, include:\n\nThe Telecommunications, Water and Energy Divisions need access to the complaint database to assess current or existing tariff rules and policies.\n\nThe Division of Ratepayer Advocates, who needs this complaint data to identify potentially harmful industry trends to determine whether the Commission needs to take any actions on behalf of consumers.\n\nThe Consumer Protection and Safety Division, which needs complaint data to identify potential trends in the industries (for example, the practice of placing unauthorized, misleading, or deceptive charges on a telephone bill—known as cramming—or switching long-distance carriers without authorization—known as slamming) so that CPUC can investigate further and potentially take action against these utilities on behalf of the consumers collectively. The Division also needs data as the complainant provided it, to be able to develop the case issue that may have been filed up to a year before enforcement action was initiated.\n\nThe Administrative Law Judge Division will primarily rely on other divisions to perform initial review, evaluation, and assessment of the information collected in the complaint database. ALJ Division expects that the results of these reviews may be used as evidence in formal Commission proceedings. The ALJ Division currently has an electronic intake process for formal proceedings, where consumers may file formal complaints against utilities we regulate. It would be ideal if the ALJ Division could refer informal complaints that are improperly filed in the formal docket to CIMS for handling through some sort of interface between the two systems.\n\n## Project Customer Benefits\nA well-defined and successfully implemented Consumer Information Management System solution will benefit the CPUC by enabling all impacted divisions to:\n\n- Increase the effectiveness of complaint resolution\n- Increase the efficiency of the complaint resolution process\n- Improve the quality of service\n- Enhance data quality\n\nThe enhanced volume and integrity of data captured and retained by CIMS will increase CPUC’s ability to evaluate Commission programs that affect and are impacted by consumer complaints. Additionally, the implementation of a CIMS solution is likely to bring improvements to the quality and accessibility of information externally, thus leading to a better consumer experience."
  },
  {
    "page": 6,
    "sectionTitle": "Project Goals",
    "pageSummary": "Cette page détaille les objectifs du projet CIMS. Les objectifs du projet se concentrent sur la sélection, la personnalisation et la mise en œuvre d'un système de gestion de l'information consommateur. Le système soutiendra les besoins d'affaires de la CPUC et améliorera les processus internes. Il vise à assurer une résolution efficace des plaintes, un traitement efficace, une meilleure qualité de service et un accès à des données précises. Les objectifs ciblés incluent la génération d'un RFP dans un délai accéléré, la gestion du cycle de procurement et l'implémentation d'un système complet. Le système automatisera les plaintes routinières, permettra l'ajout de documents supplémentaires et garantira des données précises.",
    "updatedGlobalSummary": "Le document traité est le 'Project Charter' pour le système de gestion de l'information consommateur (CIMS). Il est émis par la Commission des Utilities Publiées de Californie. Le titre 'EUREKA' est présent, indiquant une approche innovante. Le document définit les objectifs, parties prenantes, livrables et cadre du projet. Il concerne la gestion de l'information des consommateurs. De plus, cette page présente le contrôle de document avec des enregistrements de modification datant de 2006 à 2007, y compris une version finale ajoutée à la bibliothèque CIMS et une version 2.0, ainsi que les noms des révisionnaires et approbateurs. Cette page détaille également le résumé du projet, son objectif, son contexte et ses parties prenantes, incluant le budget et les dates de début et de fin estimée. Elle précise les parties prenantes internes aux CPUC (divisions de Télécommunications, Eau et Énergie, Division des Avocats Ratepayer, Division de la Protection et de la Sécurité des Consommateurs, Division des Juges Administratifs) et les bénéfices attendus du système CIMS, tels que l'amélioration de l'efficacité de la résolution des plaintes, la qualité des données et l'expérience des consommateurs. Cette page détaille les objectifs du projet CIMS, notamment la sélection d'un système adapté, l'amélioration des processus d'affaires, et les bénéfices pour les consommateurs.",
    "isContinuation": false,
    "originalContent": "# CIMS PROJECT CHARTER\n\n## Project Goals\nProject goals are focused on the successful selection, customization, and implementation of a Consumer Information Management System solution that will directly support the business requirements of CPUC’s Consumer Affairs Branch; as well as enhancing business process and capability within CPUC’s Telecommunications, Water and Energy, Ratepayer Advocates, and Consumer Safety and Protection Divisions.\n\nThis project’s goals will be achieved by a system that provides:\n\n- Effective resolution of consumer complaints in a manner that assures informed and accurate resolution;\n- Efficient processing of complaints that enables Consumer Affairs Branch (CAB) Representatives to focus on those complaints that require intervention rather than performing data entry and manual processes that consume valuable time;\n- Improved quality of service for consumers including faster complaint resolution;\n- Improved timely access to accurate and complete data for use throughout the CPUC to enable staff to more easily identify trends in the utility industry and conduct education and programs enforcement.\n\n## Project Objectives\nDuring the Feasibility Study, market research and a demonstration of the top viable and developed solutions led to the conclusion that the most value-effective solution is a modified-off-the-shelf (MOTS) solution that can be deployed in less than eight months.\n\nAs a result of these and other Feasibility Study outcomes, the following project objectives are targeted:\n\n- Successful generation of a Request for Proposal (RFP) within an acceptable, although fast-tracked timeframe\n- Effective and timely management of the procurement cycle, utilizing the services of DGS to evaluate and select the integrator/vendor who will provide the CIMS solution\n- Successful implementation of a comprehensive Consumer Information Management System (CIMS) solution that will more effectively facilitate complaint resolution across multiple departments within the CPUC by:\n- Automatically processing routine complaints through auto workflow thereby enabling CAB staff to resolve more complex complaints.\n- Allowing the attachment of supplemental documents to a record so that all staff can access the entire record electronically.\n- Forcing data edits to ensure accurate and complete data in the complaints records."
  },
  {
    "page": 7,
    "error": "Erreur JSON pour la page 7: Invalid control character at: line 5 column 1541 (char 2180)",
    "raw_content": "```json\n{\n    \"sectionTitle\": \"Project Scope\",\n    \"isContinuation\": false,\n    \"pageSummary\": \"Cette page définit le scope du projet CIMS, un projet mission-critique d'environ 3 millions de dollars. Elle précise que le système sera sélectionné via une procédure d'appel d'offres modifié, avec une solution MOTS. Le matériel sera hébergé au département des Technologies de Services, tandis que CPUC gérera le logiciel. Les services incluent la génération du RFP, l'évaluation des offres, la validatio",
    "originalContent": "# CALIFORNIA PUBLIC UTILITIES COMMISSION\n## CIMS PROJECT CHARTER\n- Allowing consumers electronic access to the status of their complaint.\n- Having current business rules coded in the system thereby ensuring accurate resolution of complaints.\n- Providing electronic guidance to staff on how to resolve difficult complaints.\nSuccessful implementation closure to put in place an acceptable period of warranty for the newly installed CIMS solution. Completion of this project will be marked by the successful implementation of the Consumer Information Management System.\n\n## Project Scope\nThe Consumer Information Management System (CIMS) Project is a mission-critical project that is estimated to cost approximately $3 million including all services associated with complete deployment. Upon completion of evaluation of responses to the request for proposal, it is anticipated that a modified-off-the-shelf (MOTS) solution will be selected for implementation. The hardware will be sited at the Department of Technology Services while CPUC staff will maintain the application software.\n\nServices associated with complete deployment of the solution implemented by this project include:\n- Generation of the Request for Proposal (RFP)\n- Procurement of a technology solution that best meets the requirements housed within the RFP.\n- Provision of the technology solution by an integrator, who is selected following the evaluation of responses to the RFP.\n- Independent validation and verification of project artifacts and activities.\n- Management of the project processes in accordance with best practices as outlined within the Project Management Body of Knowledge (PMBOK) published by the PMI and the State DOF Information Technology Oversight Framework.\n- Information Technology Project Oversight assessment and completion of Department of Finance (DOF) required Independent Project Oversight Reports.\n\nThe Request for Proposal (RFP) will be the vehicle for selection and procurement of a technology solution that will be:\n- Capable of responding to recurrent and customized queries, both to determine the sources of complaints and the need for education and enforcement.\n- A resource for CAB Representatives by providing concurrent online access to rules, statutes, policies, and similar informal complaints, increasing responsiveness to consumers."
  },
  {
    "page": 8,
    "sectionTitle": "Project Approach",
    "pageSummary": "Cette page décrit l'approche du projet CIMS, en précisant que la phase conceptuelle s'est déroulée entre février et août 2006, durant laquelle un rapport d'étude de faisabilité a été publié, des fonds ont été obtenus et l'équipe 'core' a été formée. L'équipe 'core' inclut quatre équipes de fournisseurs. Elle souligne également que d'autres projets existent et peuvent avoir des impacts sur CIMS, nécessitant une identification des points d'interaction. Cette approche vise à structurer le projet pour y parvenir.",
    "updatedGlobalSummary": "Le document traité est le 'Project Charter' pour le système de gestion de l'information consommateur (CIMS). Il est émis par la Commission des Utilities Publiées de Californie. Le titre 'EUREKA' est présent, indiquant une approche innovante. Le document définit les objectifs, parties prenantes, livrables et cadre du projet. Il concerne la gestion de l'information des consommateurs. De plus, cette page présente le contrôle de document avec des enregistrements de modification datant de 2006 à 2007, y compris une version finale ajoutée à la bibliothèque CIMS et une version 2.0, ainsi que les noms des révisionnaires et approbateurs. Cette page détaille également le résumé du projet, son objectif, son contexte et ses parties prenantes, incluant le budget et les dates de début et de fin estimée. Elle précise les parties prenantes internes aux CPUC (divisions de Télécommunications, Eau et Énergie, Division des Avocats Ratepayer, Division de la Protection et de la Sécurité des Consommateurs, Division des Juges Administratifs) et les bénéfices attendus du système CIMS, tels que l'amélioration de l'efficacité de la résolution des plaintes, la qualité des données et l'expérience des consommateurs. Cette page détaille les objectifs du projet CIMS, notamment la sélection d'un système adapté, l'amélioration des processus d'affaires, et les bénéfices pour les consommateurs. De plus, cette page décrit l'approche du projet, en précisant que la phase conceptuelle s'est déroulée entre février et août 2006, et que l'équipe 'core' a été structurée avec quatre équipes de fournisseurs. Elle mentionne également l'impact potentiel des projets externes et la nécessité d'identifier les points d'interaction entre ces projets et CIMS.",
    "isContinuation": false,
    "originalContent": "# CALIFORNIA PUBLIC UTILITIES COMMISSION\n## CIMS PROJECT CHARTER\n- Flexible in design to meet existing needs and to respond to future needs resulting from regulatory changes.\n\nThe technology solution selected and implemented will, at a minimum:\n- Automatically process routine complaints through auto workflow, enabling CPUC staff to resolve more complex complaints.\n- Allow the attachment of supplemental documents to a record so that all staff can access the entire record electronically.\n- Force data edits to ensure accurate and complete data in the complaints records.\n- Allow consumers electronic access to the status of their complaint.\n- Have current business rules coded in the system thereby ensuring accurate resolution of complaints.\n- Provide electronic guidance to staff on how to resolve difficult complaints.\n\nThe CPUC has undertaken additional projects during this timeframe that should be considered in any discussion of the scope of the CIMS project. These initiatives include:\n\nISB Data Center Analysis &#x26; Information Technology Strategic Plan (Sponsored by Paul Clanon and Karen Davis; document delivered 8/28/2006 by TechProse)\nThe Process Enhancement Project (“PEP”) – resulting in a report titled “SOLUTIONS FOR CHANGE - Process Improvement Recommendations to the Consumer Affairs Branch”, published in July of 2006.\n\nWhile it is important to note that the goals and objectives of these projects are NOT within the scope of the CIMS project, it is also acknowledged there may be some points of impact between these projects and CIMS. These points of impact could result in task dependencies between and/or across projects. (i.e. the ability to begin a task in CIMS could be dependent upon the completion of an activity in an external project or vise-versa…) Significant measures are being taken during requirements collection to ensure that these touch points have been adequately identified.\n\nImpact of projects external to CIMS is generally assumed to be outside the scope of the CIMS project, except where the CIMS requirements have incorporated their inclusion.\n\n## Project Approach\nThe conceptual segment of the CIMS project, in which the Feasibility Study Report was published, funding for the project obtained, and the project \"core\" team established, took place between February and August of 2006.\n\nThe project’s “core” team was structured to include a total of four vendor teams reporting in some way to the Project Sponsor and Director. Each of the vendor teams committed to a scope of work particular to its role on the project."
  },
  {
    "page": 9,
    "sectionTitle": "Project Team and Governance",
    "pageSummary": "Cette page décrit la structure de l'équipe centrale du projet CIMS et son approche de gouvernance. Elle détaille les fonctions fournies par les quatre équipes de fournisseurs : Gestion des exigences et achats, Validation et vérification indépendante, Gestion de projet et Supervision de projet indépendante. Elle explique la séparation de l'équipe centrale en équipe de niveau management et équipe de niveau staff pour la phase d'implémentation, en se référant au Plan des parties prenantes. Le projet adopte une approche décisionnelle basée sur le comité exécutif qui offre un soutien au sponsoring du projet, notamment en matière de gestion des risques, de la gestion des changements et de l'escalade des problèmes. Elle présente également le Comité Exécutif avec ses membres et leurs rôles respectifs.",
    "updatedGlobalSummary": "Le document traité est le 'Project Charter' pour le système de gestion de l'information consommateur (CIMS). Il est émis par la Commission des Utilities Publiées de Californie. Le titre 'EUREKA' est présent, indiquant une approche innovante. Le document définit les objectifs, parties prenantes, livrables et cadre du projet. Il concerne la gestion de l'information des consommateurs. Cette page présente le contrôle de document avec des enregistrements de modification datant de 2006 à 2007, y compris une version finale ajoutée à la bibliothèque CIMS et une version 2.0, ainsi que les noms des révisionnaires et approbateurs. Elle détaille le résumé du projet, son objectif, son contexte et ses parties prenantes, incluant le budget et les dates de début et de fin estimée. Elle précise les parties prenantes internes aux CPUC et les bénéfices attendus du système CIMS. Cette page décrit la structure de l'équipe centrale du projet CIMS et son approche de gouvernance. Elle détaille les fonctions fournies par les quatre équipes de fournisseurs, la séparation de l'équipe centrale en équipe de niveau management et équipe de niveau staff, et l'importance du Comité Exécutif pour le soutien au sponsoring du projet, la gestion des risques et des changements. Elle présente également le Comité Exécutif avec ses membres et leurs rôles respectifs.",
    "isContinuation": false,
    "originalContent": "# CALIFORNIA PUBLIC UTILITIES COMMISSION\n## CIMS PROJECT CHARTER\nFunctions provided by these first four vendor teams include\n- Requirements and Procurement Management\n- Independent Validation and Verification\n- Project Management\n- Independent Project Oversight\n\nTo prepare for the implementation phase, the core team will be split into a management-level “status” team and a staff-level “working” team. For more information on this, please see the Stakeholder Plan.\n\nThe project will adopt an approach to decision making that is dependent upon the involvement of a steering committee, which will provide reinforcement to project sponsorship, especially in the areas of risk management, change management, and the escalation of issues.\n\n### Executive Steering Committee\n- Jack Leutza\nDirector, COMM\n\n- Jeff Kasmar\nPerformance Excellence\n\n- Linda Serizawa\nDirector, CPSD\n\n- Rich Clark\nDirector CPSD\n\n- Phil Enis\nCAB\n\n- Jeanette Lo\nEnforcement\n\n- Norman Low\nProgram Management\n\n- Juanita Hill\nCAB Manager (LA)\n\n- Karen Dowd\nCAB Manager (SF)\n\n- Karen Davis\nISB Chief/CIO"
  },
  {
    "page": 10,
    "sectionTitle": "Project Organization",
    "pageSummary": "Cette page décrit la structure d'organisation de l'équipe projet CIMS et les réunions prévues aux niveaux Working Team, Management Team et Executive Steering Committee. Elle détaille la progression actuelle du projet jusqu'à la publication du RFP, y compris l'évaluation des réponses et les conférences de soumissionnaires. L'approche de gestion de projet est basée sur les principes PMI, avec une flexibilité pour s'adapter aux exigences de Californie comme le SIMM. Elle mentionne également la suite à donner avec l'équipe centrale et l'organisation projet détaillée sur la page suivante.",
    "updatedGlobalSummary": "Le document traité est le 'Project Charter' pour le système de gestion de l'information consommateur (CIMS). Il est émis par la Commission des Utilities Publiées de Californie. Le titre 'EUREKA' est présent, indiquant une approche innovante. Le document définit les objectifs, parties prenantes, livrables et cadre du projet. Il concerne la gestion de l'information des consommateurs. Cette page présente le contrôle de document avec des enregistrements de modification datant de 2006 à 2007, y compris une version finale ajoutée à la bibliothèque CIMS et une version 2.0, ainsi que les noms des révisionnaires et approbateurs. Elle détaille le résumé du projet, son objectif, son contexte et ses parties prenantes, incluant le budget et les dates de début et de fin estimée. Elle précise les parties prenantes internes aux CPUC et les bénéfices attendus du système CIMS. Cette page décrit la structure de l'équipe centrale du projet CIMS et son approche de gouvernance. Elle détaille les fonctions fournies par les quatre équipes de fournisseurs : Gestion des exigences et achats, Validation et vérification indépendante, Gestion de projet et Supervision de projet indépendante. Elle explique la séparation de l'équipe centrale en équipe de niveau management et équipe de niveau staff pour la phase d'implémentation, en se référant au Plan des parties prenantes. Le projet adopte une approche décisionnelle basée sur le comité exécutif qui offre un soutien au sponsoring du projet, notamment en matière de gestion des risques, de la gestion des changements et de l'escalade des problèmes. Elle présente également le Comité Exécutif avec ses membres et leurs rôles respectifs. Cette page décrit la structure d'organisation de l'équipe projet CIMS et les réunions prévues aux niveaux Working Team, Management Team et Executive Steering Committee. Elle détaille la progression actuelle du projet jusqu'à la publication du RFP, y compris l'évaluation des réponses et les conférences de soumissionnaires. L'approche de gestion de projet est basée sur les principes PMI, avec une flexibilité pour s'adapter aux exigences de Californie comme le SIMM. Elle mentionne également la suite à donner avec l'équipe centrale et l'organisation projet détaillée sur la page suivante.",
    "isContinuation": false,
    "originalContent": "# CALIFORNIA PUBLIC UTILITIES COMMISSION\n## CIMS PROJECT CHARTER\nThere will be meetings conducted at regularly scheduled intervals to discuss project status and resolve issues. These meetings will convene at the Working Team, Management Team (Core) and Executive Steering Committee levels. Recommended communication and escalation techniques and tools, as well as the content and schedule for periodic meetings and status reports, will be addressed within the CIMS Project Communication Plan Document.\n\nThe current progression from concept to definition for the CIMS project is marked by a sharp focus on the generation of the Request for Proposal (RFP), as well as the management of the procurement cycle, including:\n\n- Release and Distribution of the RFP\n- Evaluation of Responses to the RFP\n- Bidders' Conferences as determined\n- Demonstrations by participating vendors as requested\n- Selection of the System Integrator / Vendor\n\nProject Management, Independent Project Oversight and Independent Validation and Verification activities have been initiated for the CIMS Project. These services will be provided throughout the project, will continue after the selection of a system integrator and solution provider, and will remain until the successful implementation of CIMS.\n\nThe approach to project management is based on a strong foundation that follows Project Management Institute (PMI) guidelines. PMI developed the Project Management Body of Knowledge (PMBOK®), and these principles are embedded in the project management, quality management, and risk management methodologies that will be utilized for CIMS. This approach is flexible enough to incorporate modifications that may be required to comply with California, such as the Department of Finance’s (DOF’s) Project Management Methodology as articulated in Statewide Information Management Manual (SIMM) Section 200. All steps necessary will be taken to ensure the project is managed in a manner consistent with statewide policy defined by DOF, DGS, and CPUC.\n\n## Project Organization\nThe Project Team organizational structure is depicted on the following page."
  },
  {
    "page": 11,
    "sectionTitle": "Project Organization",
    "pageSummary": "Cette page détaille la structure d'organisation du projet CIMS, présentant les rôles clés tels que l'Executive Sponsor, le Project Sponsor, le Project Director et les responsabilités des équipes de travail et de niveau management. Elle décrit les réunions prévues aux niveaux Working Team, Management Team et Executive Steering Committee, ainsi que la progression actuelle du projet jusqu'à la publication du RFP. L'approche de gestion de projet repose sur les principes PMI et inclut une flexibilité pour s'adapter aux exigences locales. Elle mentionne également les membres du Comité Exécutif et leurs rôles, et indique que les détails de l'organisation projet sont détaillés sur la page suivante.",
    "updatedGlobalSummary": "Le document traité est le 'Project Charter' pour le système de gestion de l'information consommateur (CIMS). Il est émis par la Commission des Utilities Publiées de Californie. Le titre 'EUREKA' est présent, indiquant une approche innovante. Le document définit les objectifs, parties prenantes, livrables et cadre du projet. Il concerne la gestion de l'information des consommateurs. Cette page présente le contrôle de document avec des enregistrements de modification datant de 2006 à 2007, y compris une version finale ajoutée à la bibliothèque CIMS et une version 2.0, ainsi que les noms des révisionnaires et approbateurs. Elle détaille le résumé du projet, son objectif, son contexte et ses parties prenantes, incluant le budget et les dates de début et de fin estimée. Elle précise les parties prenantes internes aux CPUC et les bénéfices attendus du système CIMS. Cette page décrit la structure d'organisation de l'équipe projet CIMS, les réunions prévues aux niveaux Working Team, Management Team et Executive Steering Committee, et détaille la progression actuelle du projet jusqu'à la publication du RFP. Elle présente les rôles et responsabilités des membres du comité exécutif et mentionne les détails de l'organisation projet sur la page suivante.",
    "isContinuation": false,
    "originalContent": "# CALIFORNIA PUBLIC UTILITIES COMMISSION\n## CIMS PROJECT CHARTER\n\nPaul Clanon\nExecutive Sponsor\n\nJack Leutza\nProject Sponsor &#x26;\nChair of ESC\nExecutive Steering Committee\nRich Clark          Linda Serizawa   Jeff Kasmar\nIPOC               Dir CPSD              Dir CSIB    Perf. Excellence               IV&#x26;V\nJudy Holliday    Jeanette Lo            Phil Enis      Norman Low              Barry Johnson\nChris Salmon                  Enforcement  CAB          Prog. Mgmt\nKaren Dowd   Karen Davis        Juanita Hill\nCAB Mgr SF   ISB CIO            CAB Mgr LA\n\nPaul King\nProject Director\n\nSteve Bonham\nProject Manager     Project Office\nEric Olson     - Lead\n100% Vendor                                            James Tang - Task Mgmt                 50%\nHye Min        - Communications Mgmt\nJody Pocta     - Financial Mgmt\n20%   DTS\nISB Support\nSuper                                             Steve Allen    - Help Desk Sup.        25%\n20%                                                    Jose Hammons    - Network Admin\nUsers                                             Candace Hammond - DBA/Oracle Admin\nVince Houben         - App. Arch/Design\n\n## Project Roles\nA formal project structure provides the Project Team with a clear understanding of the authority and responsibility necessary for successful accomplishment of project activities, and enables Project Team members to be held accountable for effective performance of their assignments. The following will be the roles and responsibilities for each of the Project Team members.\n\n### Executive Sponsor\nThe Executive Sponsor provides project ownership at the highest possible level within the CPUC.\n\n### Project Sponsor\nThe Project Sponsor provides guidance and direction to project management to ensure that deliverables and functionality are achieved as defined in the project plans.\n\n### Project Director\nThe Project Director is a key player in the delegation of decision authority to the Project Manager, and is accountable to CPUC and project sponsorship in"
  },
  {
    "page": 12,
    "sectionTitle": "Rôles Clés du Projet",
    "pageSummary": "Cette page détaille les rôles clés du projet CIMS, notamment le Project Director, le Project Manager, le Project Office, et les Super Users. Elle décrit leurs responsabilités spécifiques : le Project Director guide le Project Manager, responsable de la gestion quotidienne et des décisions. Le Project Office implique des fonctions de gestion (communication, finance, risques, etc.) avec le personnel du fournisseur et du CPUC. Les Super Users sont des experts fournissant des connaissances et représentation utilisateur. Le projet inclut également le personnel des Services de l'Information pour le support technique.",
    "updatedGlobalSummary": "Le document traité est le 'Project Charter' pour le système de gestion de l'information consommateur (CIMS). Il est émis par la Commission des Utilities Publiées de Californie. Le titre 'EUREKA' est présent, indiquant une approche innovante. Le document définit les objectifs, parties prenantes, livrables et cadre du projet. Il concerne la gestion de l'information des consommateurs. Cette page présente le contrôle de document avec des enregistrements de modification datant de 2006 à 2007, y compris une version finale ajoutée à la bibliothèque CIMS et une version 2.0, ainsi que les noms des révisionnaires et approbateurs. Elle détaille le résumé du projet, son objectif, son contexte et ses parties prenantes, incluant le budget et les dates de début et de fin estimée. Elle précise les parties prenantes internes aux CPUC et les bénéfices attendus du système CIMS. Cette page décrit la structure d'organisation de l'équipe projet CIMS, les réunions prévues aux niveaux Working Team, Management Team et Executive Steering Committee, et détaille la progression actuelle du projet jusqu'à la publication du RFP. Elle présente les rôles et responsabilités des membres du comité exécutif et mentionne les détails de l'organisation projet sur la page suivante. De plus, cette page détaille les rôles clés du projet, notamment le Project Director, le Project Manager, le Project Office et les Super Users, et leurs responsabilités spécifiques.",
    "isContinuation": false,
    "originalContent": "# CALIFORNIA PUBLIC UTILITIES COMMISSION\n## CIMS PROJECT CHARTER\n\n### Project Director\nThe Project Director will provide guidance and direction to the Project Manager to ensure that deliverables and functionality are achieved as defined in the project plans.\n\n### Project Manager\nThe Project Manager is responsible for the day-to-day decision-making and management of project implementation to ensure the project meets its scope, schedule, and budget. The Project Manager is accountable to the Project Sponsor and the Project Director for project outcomes. This person is the primary contact with the system deployment vendor, manages the state’s team, coordinates overall project activities, and ensures adherence to the agreed upon Project Management Methodology.\n\n### Project Office\nThe CIMS project will benefit with the implementation of a project office approach to roles and responsibilities. The project office team for CIMS will be comprised of the (vendor) Project Management personnel, as well as participants from CPUC. The CIMS project office provides the structure in which the project work is accomplished, and will incorporate the following functions:\n\n- Communications Management\n- Financial Tracking and Control (including contract and subcontract administration)\n- Issues Tracking and Control\n- Risk Management\n- Documentation Management\n- Project Scheduling and Control\n- Coordination of Training, Testing, Requirements and Rollout\n\n### Super Users\nThis team is comprised of Subject Matter Experts (SMEs) and end users from the affected divisions (Consumer Service and Information, Telecommunications, Consumer Protection and Safety, Ratepayer Advocates, Energy and Water) with the necessary knowledge to communicate needs and assist with analysis, testing, and deployment. Their participation will promote ownership of the solution with those most affected. This team will also provide day-to-day guidance and representation for user needs.\n\nThe Project Team also includes the Information Services programming, database, and network administration staff who are responsible for working with the system vendor to the degree identified by project management.\n\nThe MOTS vendor will ensure successful end-to-end processing of customer complaints activity and all associated functions and will be ultimately responsible for delivering an integrated, functional solution to support CIMS requirements."
  },
  {
    "page": 13,
    "sectionTitle": "Rôles Clés du Projet",
    "pageSummary": "Cette page détaille les rôles clés du projet CIMS, notamment le Project Director, le Project Manager, le Project Office et les Super Users. Elle décrit leurs responsabilités spécifiques : le Project Director guide le Project Manager, responsable de la gestion quotidienne et des décisions. Le Project Office implique des fonctions de gestion (communication, finance, risques, etc.) avec le personnel du fournisseur et du CPUC. Les Super Users sont des experts fournissant des connaissances et représentation utilisateur. Le projet inclut également le personnel des Services de l'Information pour le support technique. Cette page précise également les rôles des Independent Project Oversight Contractor et de l'Independent Verification and Validation Vendor, ainsi que les facteurs de succès et les hypothèses du projet.",
    "updatedGlobalSummary": "Le document traité est le 'Project Charter' pour le système de gestion de l'information consommateur (CIMS). Il est émis par la Commission des Utilities Publiées de Californie. Le titre 'EUREKA' est présent, indiquant une approche innovante. Le document définit les objectifs, parties prenantes, livrables et cadre du projet. Il concerne la gestion de l'information des consommateurs. Cette page présente le contrôle de document avec des enregistrements de modification datant de 2006 à 2007, y compris une version finale ajoutée à la bibliothèque CIMS et une version 2.0, ainsi que les noms des révisionnaires et approbateurs. Elle détaille le résumé du projet, son objectif, son contexte et ses parties prenantes, incluant le budget et les dates de début et de fin estimée. Elle précise les parties prenantes internes aux CPUC et les bénéfices attendus du système CIMS. Cette page décrit la structure d'organisation de l'équipe projet CIMS, les réunions prévues aux niveaux Working Team, Management Team et Executive Steering Committee, et détaille la progression actuelle du projet jusqu'à la publication du RFP. Elle présente les rôles clés du projet, notamment le Project Director, le Project Manager, le Project Office et les Super Users, et leurs responsabilités spécifiques. Cette page ajoute également les rôles des Independent Project Oversight Contractor et de l'Independent Verification and Validation Vendor, ainsi que les facteurs de succès et les hypothèses du projet.",
    "isContinuation": true,
    "originalContent": "# CALIFORNIA PUBLIC UTILITIES COMMISSION\n## CIMS PROJECT CHARTER\n\nIndependent Project Oversight Contractor\nThe Independent Project Oversight Contractor will report directly to the Project Sponsor as chair of the Executive Steering Committee. An Oversight Report will be produced by the consultant and made available to the DOF and the CPUC concurrently. The oversight consultant follows the guidelines in the SlMM section 200, and the DOF IT IPO Framework.\n\nIndependent Verification and Validation Vendor\nThe IV&#x26;V also reports directly to the Project Sponsor as chair of the Executive Steering Committee. IV&#x26;V reviews project requirements with respect to the project’s goals, performs independent testing or testing review, and audits project deliverable progress against defined requirements.\n\n## Project Success Factors\nThe CIMS project has been initiated with an aggressive timeline in mind. It is critical to the perceived success of the project that CIMS be implemented on a timely basis.\nMultiple stakeholders within the CPUC organizations will be impacted by the implementation of the CIMS solution. It is critical to the perceived success of the project that a high degree of effective communication be maintained throughout the project so that these stakeholders are regularly ensured that their needs are being met.\nInitiatives outside the scope of the CIMS project have been launched that could impact the deliverables of the project. It is critical to the success of the project to maintain a high degree of awareness concerning other important initiatives that exist within the CPUC. It will be important to continue reinforcing the scope of the CIMS project relative to its own goals and objectives.\nThe CIMS project is a highly visible and important initiative. The external consumer of CPUC’s products and services is likely to experience benefit as a result of this project, as well as CPUC’s internal audience. It is critical to the overall perceived success of this project that the external consumer is satisfied with their enhanced experience.\n\n## Project Assumptions\nMajor project assumptions include:\n- CPUC program and technical experts will be available to participate in the project as required and will provide information on a timely basis to the consultant.\n- CPUC staff will participate fully during the testing phase of project development, and will help coordinate the necessary outreach and training prior to system deployment.\n- The Project Sponsor fully supports this project and, if needed, will resolve issues that cannot be handled by the Project Manager.\n- The CPUC’s business requirements and their priority will not change during the project.\n\n2/4/2008                                                 Page 10"
  },
  {
    "page": 14,
    "sectionTitle": "Objectifs du Projet",
    "pageSummary": "Cette page fait suite à la section 'Rôles Clés du Projet' et introduit les objectifs du système CIMS. Elle détaille la volonté d'améliorer l'efficacité des réponses aux demandes des consommateurs, résoudre plus efficacement les plaintes, optimiser les processus, améliorer la qualité de service et garantir un accès rapide à des données précises et complètes.",
    "updatedGlobalSummary": "Le document traité est le 'Project Charter' pour le système de gestion de l'information consommateur (CIMS). Il est émis par la Commission des Utilities Publiées de Californie. Le titre 'EUREKA' est présent, indiquant une approche innovante. Le document définit les objectifs, parties prenantes, livrables et cadre du projet. Il concerne la gestion de l'information des consommateurs. Cette page présente le contrôle de document avec des enregistrements de modification datant de 2006 à 2007, y compris une version finale ajoutée à la bibliothèque CIMS et une version 2.0, ainsi que les noms des révisionnaires et approbateurs. Elle détaille le résumé du projet, son objectif, son contexte et ses parties prenantes, incluant le budget et les dates de début et de fin estimée. Elle précise les parties prenantes internes aux CPUC et les bénéfices attendus du système CIMS. Cette page décrit la structure d'organisation de l'équipe projet CIMS, les réunions prévues aux niveaux Working Team, Management Team et Executive Steering Committee, et détaille la progression actuelle du projet jusqu'à la publication du RFP. Elle présente les rôles clés du projet, notamment le Project Director, le Project Manager, le Project Office et les Super Users, et leurs responsabilités spécifiques. Cette page ajoute également les rôles des Independent Project Oversight Contractor et de l'Independent Verification and Validation Vendor, ainsi que les facteurs de succès et les hypothèses du projet. Cette page introduit les objectifs du projet : améliorer l'efficacité des réponses aux demandes des consommateurs, résoudre les plaintes, optimiser les processus, améliorer la qualité de service et fournir un accès rapide à des données précises et complètes.",
    "isContinuation": true,
    "originalContent": "# CALIFORNIA PUBLIC UTILITIES COMMISSION\n## CIMS PROJECT CHARTER\nThe project aims to increase effectiveness in answering consumer inquiries and resolving consumer complaints, increase efficiency of carrying out the processes, improve quality of service to consumers, and provide timely access to accurate and complete data."
  },
  {
    "page": 15,
    "sectionTitle": "Overview du Document de Planification",
    "pageSummary": "Cette page présente l'aperçu du document de planification du projet CIMS (Appendix A), listant les différents plans et sections qui seront abordés, tels que les objectifs, portée, structure de travail, calendrier, rôles et responsabilités, gestion des risques, etc. Elle précise que certains documents seront produits et influencés par le fournisseur de vérification indépendante et/ou le fournisseur d'intégration système sélectionné après le RFP.",
    "updatedGlobalSummary": "Le document traité est le 'Project Charter' pour le système de gestion de l'information consommateur (CIMS). Il est émis par la Commission des Utilities Publiées de Californie. Le titre 'EUREKA' est présent, indiquant une approche innovante. Le document définit les objectifs, parties prenantes, livrables et cadre du projet. Il concerne la gestion de l'information des consommateurs. Cette page présente le contrôle de document avec des enregistrements de modification datant de 2006 à 2007, y compris une version finale ajoutée à la bibliothèque CIMS et une version 2.0, ainsi que les noms des révisionnaires et approbateurs. Elle détaille le résumé du projet, son objectif, son contexte et ses parties prenantes, incluant le budget et les dates de début et de fin estimée. Elle précise les parties prenantes internes aux CPUC et les bénéfices attendus du système CIMS. Cette page décrit la structure d'organisation de l'équipe projet CIMS, les réunions prévues aux niveaux Working Team, Management Team et Executive Steering Committee, et détaille la progression actuelle du projet jusqu'à la publication du RFP. Elle présente les rôles clés du projet, notamment le Project Director, le Project Manager, le Project Office et les Super Users, et leurs responsabilités spécifiques. Cette page ajoute également les rôles des Independent Project Oversight Contractor et de l'Independent Verification and Validation Vendor, ainsi que les facteurs de succès et les hypothèses du projet. Cette page introduit les objectifs du projet : améliorer l'efficacité des réponses aux demandes des consommateurs, résoudre les plaintes, optimiser les processus, améliorer la qualité de service et fournir un accès rapide à des données précises et complètes. Cette page décrit également l'aperçu du document de planification du projet CIMS, qui inclut plusieurs plans et sections, tels que les objectifs, portée, structure de travail, calendrier, rôles et responsabilités, gestion des risques, etc. Elle précise que certains de ces documents seront produits et influencés par le fournisseur de vérification indépendante et/ou le fournisseur d'intégration système sélectionné après le RFP.",
    "isContinuation": true,
    "originalContent": "# CALIFORNIA PUBLIC UTILITIES COMMISSION\n## CIMS PROJECT CHARTER\n\n### Appendix A. Project Plan Document Overview\nAmong the plans / sections addressed within the project plan document are the following:\n- Project Objectives\n- Project Scope\n- Work Breakdown Structure\n- Project Milestones/Schedule\n- Roles and Responsibilities\n- Risk Management Plan\n- Issue Management Plan\n- Quality Plan\n- Acceptance plan\n- Communication Plan\n- Change Management Plan\n- Configuration Management Plan\n- Contract &#x26; Procurement Plan\n- Warranty and Support Plans\n- Project tracking and control\n- Testing Strategy / Test Plan\n- Release Strategy / Release Management Plan\n- Project Schedule\n\nFor CIMS, certain of these documents will be produced and delivered, or at least influenced, by the Independent Validation and Verification Vendor and/or the System Integrator/Deployment Vendor that is selected following the RFP and Procurement process."
  }
]