[
  {
    "page": 1,
    "sectionTitle": "Project Charter",
    "pageSummary": "The page introduces the EUREKA Consumer Information Management System Project Charter under the State of California Public Utilities Commission. It highlights the formal initiation of the project, indicating its significance in managing consumer information. The title 'Project Charter' suggests this document outlines the project's scope, objectives, and stakeholders. This is likely the beginning of a detailed project framework. No prior sections are continued here, marking a fresh start.",
    "updatedGlobalSummary": "The document begins with the EUREKA Consumer Information Management System Project Charter, introduced by the State of California Public Utilities Commission. This section marks the formal initiation of the project, outlining its scope and significance in consumer information management.",
    "isContinuation": false,
    "originalContent": "# EUREKA\nState of California\nPublic Utilities Commission\n\n# CONSUMER INFORMATION MANAGEMENT SYSTEM\nPROJECT CHARTER",
    "status": "success"
  },
  {
    "page": 2,
    "sectionTitle": "CIMS Project Charter",
    "pageSummary": "The page presents the CIMS Project Charter, detailing key project information. It lists the Project Sponsor as Jack Leutza, Project Director as Karen Davis (ret.) / Paul King, and Project Manager as Marty Barry. The project timeline is from July 31, 2006, to August 31, 2007, with a budget of $2,570,927. The Purpose section outlines the charter's role in authorizing the project and formalizing understanding of business problems, goals, system concept, boundaries, approach, organization, and success factors. The Background and Problem Statement explains the need for CIMS to improve consumer complaint resolution, replacing the outdated CCT system. The Customer section identifies primary users as Consumer Services Information Division staff, now handling Energy, Telecommunications, and Water inquiries.",
    "updatedGlobalSummary": "The document begins with the EUREKA Consumer Information Management System Project Charter, introduced by the State of California Public Utilities Commission. This section marks the formal initiation of the project, outlining its scope and significance in consumer information management. The CIMS Project Charter details key personnel, timeline, budget, purpose, background, and primary customers, emphasizing the system's role in enhancing consumer complaint resolution processes.",
    "isContinuation": false,
    "originalContent": "# CIMS PROJECT CHARTER\n\n## 1. Summary\nProject Sponsor:                Jack Leutza\nProject Director:               Karen Davis (ret.) / Paul King\nProject Manager:                Marty Barry\nProject Start Date:             July 31, 2006\nEstimated Project End Date:     August 31, 2007 (from FSR)\nProject Budget:                 $2,570,927 (from FSR)\n\n## 2. Purpose\nThe purpose of this project charter is to authorize the project and formalize the Commission’s understanding of the:\n\n- Business problems, opportunities and assumptions\n- Project goals and objectives\n- Concept of the system to be produced by the project\n- Boundaries of the project in terms of scope, resources, budget, and schedule\n- High-level project approach and strategy\n- Project organization including roles and responsibilities\n- Project success factors and risk management\n\nAll subsequent project activities and decisions will be consistent with the Charter. The Charter is a living document that will be updated as needed.\n\n## 3. Background and Problem Statement\nThe Consumer Information Management System (CIMS) is being deployed to enable the California Public Utilities Commission (CPUC) to better serve consumers who are seeking assistance in resolving complaints or answering questions about the utilities that CPUC regulates. The Consumer Complaint Tracking (CCT) system that staff currently uses is merely a data repository rather than a system that facilitates complaint resolution.\n\n## 4. Customer\nThe primary customers of the CIMS are staff in the Consumer Services Information Division, Consumer Affairs Branch (CAB) who handle inquiries and informal complaint resolution daily. Within the CPUC, the CAB is responsible for assisting consumers by answering inquiries and resolving specific types of consumer complaints. CAB staff had previously been organized into groups of either telecommunications or energy response handling; however, each CAB representative is now handling Energy, Telecommunications, and Water inquiries and complaints.\n\nAdditionally, there are personnel throughout the CPUC who are tasked with investigating, analyzing, and monitoring utility compliance, performance, and activities.",
    "status": "success"
  },
  {
    "page": 3,
    "sectionTitle": "Customer Benefits",
    "pageSummary": "The section titled 'Customer Benefits' outlines the advantages of the CIMS for various CPUC divisions. It details how Telecommunications, Water, and Energy Divisions, the Division of Ratepayer Advocates, the Consumer Protection and Safety Division, and the Administrative Law Judge Division will utilize the complaint data. Key benefits include increased effectiveness and efficiency of complaint resolution, improved service quality, and enhanced data quality. The implementation of CIMS is expected to improve the evaluation of Commission programs and the consumer experience through better information accessibility.",
    "updatedGlobalSummary": "The document begins with the EUREKA Consumer Information Management System Project Charter, introduced by the State of California Public Utilities Commission. This section marks the formal initiation of the project, outlining its scope and significance in consumer information management. The CIMS Project Charter details key personnel, timeline, budget, purpose, background, and primary customers, emphasizing the system's role in enhancing consumer complaint resolution processes. The subsequent section, 'Customer Benefits', highlights the advantages of CIMS for various CPUC divisions, including improved complaint resolution efficiency, service quality, and data integrity, ultimately enhancing the consumer experience.",
    "isContinuation": false,
    "originalContent": "# CIMS PROJECT CHARTER\n\nThese CPUC units that are consumers of CAB data, and therefore, additional customers of the CIMS, include:\n\nThe Telecommunications, Water and Energy Divisions need access to the complaint database to assess current or existing tariff rules and policies.\n\nThe Division of Ratepayer Advocates, who needs this complaint data to identify potentially harmful industry trends to determine whether the Commission needs to take any actions on behalf of consumers.\n\nThe Consumer Protection and Safety Division, which needs complaint data to identify potential trends in the industries (for example, the practice of placing unauthorized, misleading, or deceptive charges on a telephone bill—known as cramming—or switching long-distance carriers without authorization—known as slamming) so that CPUC can investigate further and potentially take action against these utilities on behalf of the consumers collectively. The Division also needs data as the complainant provided it, to be able to develop the case issue that may have been filed up to a year before enforcement action was initiated.\n\nThe Administrative Law Judge Division will primarily rely on other divisions to perform initial review, evaluation, and assessment of the information collected in the complaint database. ALJ Division expects that the results of these reviews may be used as evidence in formal Commission proceedings. The ALJ Division currently has an electronic intake process for formal proceedings, where consumers may file formal complaints against utilities we regulate. It would be ideal if the ALJ Division could refer informal complaints that are improperly filed in the formal docket to CIMS for handling through some sort of interface between the two systems.\n\n## Customer Benefits\nA well-defined and successfully implemented Consumer Information Management System solution will benefit the CPUC by enabling all impacted divisions to:\n\n- Increase the effectiveness of complaint resolution\n- Increase the efficiency of the complaint resolution process\n- Improve the quality of service\n- Enhance data quality\n\nThe enhanced volume and integrity of data captured and retained by CIMS will increase CPUC’s ability to evaluate Commission programs that affect and are impacted by consumer complaints. Additionally, the implementation of a CIMS solution is likely to bring improvements to the quality and accessibility of information externally, thus leading to a better consumer experience.",
    "status": "success"
  },
  {
    "page": 4,
    "sectionTitle": "Project Goals and Objectives",
    "pageSummary": "The section titled 'Project Goals and Objectives' outlines the primary aims of the CIMS project. Key goals include the successful selection, customization, and implementation of a Consumer Information Management System to support CPUC’s Consumer Affairs Branch and other divisions. The system aims to ensure effective and efficient complaint resolution, improved service quality, and better data access for identifying industry trends. Project objectives focus on generating a Request for Proposal (RFP) within a fast-tracked timeframe, managing the procurement cycle effectively, and implementing a comprehensive CIMS solution. The solution will automate routine complaints, allow document attachments, and enforce data edits for accuracy.",
    "updatedGlobalSummary": "The document begins with the EUREKA Consumer Information Management System Project Charter, introduced by the State of California Public Utilities Commission. This section marks the formal initiation of the project, outlining its scope and significance in consumer information management. The CIMS Project Charter details key personnel, timeline, budget, purpose, background, and primary customers, emphasizing the system's role in enhancing consumer complaint resolution processes. The subsequent section, 'Customer Benefits', highlights the advantages of CIMS for various CPUC divisions, including improved complaint resolution efficiency, service quality, and data integrity, ultimately enhancing the consumer experience. The following section, 'Project Goals and Objectives', details the primary aims and specific targets for the CIMS project, focusing on system implementation, complaint resolution efficiency, and data accuracy.",
    "isContinuation": false,
    "originalContent": "# CIMS PROJECT CHARTER\n\n## Project Goals\nProject goals are focused on the successful selection, customization, and implementation of a Consumer Information Management System solution that will directly support the business requirements of CPUC’s Consumer Affairs Branch; as well as enhancing business process and capability within CPUC’s Telecommunications, Water and Energy, Ratepayer Advocates, and Consumer Safety and Protection Divisions.\n\nThis project’s goals will be achieved by a system that provides:\n\n- Effective resolution of consumer complaints in a manner that assures informed and accurate resolution;\n- Efficient processing of complaints that enables Consumer Affairs Branch (CAB) Representatives to focus on those complaints that require intervention rather than performing data entry and manual processes that consume valuable time;\n- Improved quality of service for consumers including faster complaint resolution;\n- Improved timely access to accurate and complete data for use throughout the CPUC to enable staff to more easily identify trends in the utility industry and conduct education and programs enforcement.\n\n## Project Objectives\nDuring the Feasibility Study, market research and a demonstration of the top viable and developed solutions led to the conclusion that the most value-effective solution is a modified-off-the-shelf (MOTS) solution that can be deployed in less than eight months.\n\nAs a result of these and other Feasibility Study outcomes, the following project objectives are targeted:\n\n- Successful generation of a Request for Proposal (RFP) within an acceptable, although fast-tracked timeframe\n- Effective and timely management of the procurement cycle, utilizing the services of DGS to evaluate and select the integrator/vendor who will provide the CIMS solution\n- Successful implementation of a comprehensive Consumer Information Management System (CIMS) solution that will more effectively facilitate complaint resolution across multiple departments within the CPUC by:\n- Automatically processing routine complaints through auto workflow thereby enabling CAB staff to resolve more complex complaints.\n- Allowing the attachment of supplemental documents to a record so that all staff can access the entire record electronically.\n- Forcing data edits to ensure accurate and complete data in the complaints records.",
    "status": "success"
  },
  {
    "page": 5,
    "sectionTitle": "Project Scope",
    "pageSummary": "The 'Project Scope' section details the financial and operational aspects of the Consumer Information Management System (CIMS) Project, with an estimated cost of $3 million for complete deployment. It outlines the selection process for a modified-off-the-shelf (MOTS) solution, with hardware hosted at the Department of Technology Services and application software maintained by CPUC staff. Key services include the generation of a Request for Proposal (RFP), procurement of a suitable technology solution, and independent validation of project artifacts. The RFP aims to select a system capable of handling recurrent and customized queries, improving complaint resolution and consumer responsiveness. The section also emphasizes adherence to PMBOK and State DOF IT Oversight Framework standards.",
    "updatedGlobalSummary": "The document begins with the EUREKA Consumer Information Management System Project Charter, introduced by the State of California Public Utilities Commission. This section marks the formal initiation of the project, outlining its scope and significance in consumer information management. The CIMS Project Charter details key personnel, timeline, budget, purpose, background, and primary customers, emphasizing the system's role in enhancing consumer complaint resolution processes. The subsequent section, 'Customer Benefits', highlights the advantages of CIMS for various CPUC divisions, including improved complaint resolution efficiency, service quality, and data integrity, ultimately enhancing the consumer experience. The following section, 'Project Goals and Objectives', details the primary aims and specific targets for the CIMS project, focusing on system implementation, complaint resolution efficiency, and data accuracy. The 'Project Scope' section further elaborates on the financial and operational framework of the CIMS project, including deployment costs, solution selection, and adherence to industry standards.",
    "isContinuation": false,
    "originalContent": "# CALIFORNIA PUBLIC UTILITIES COMMISSION\n## CIMS PROJECT CHARTER\n- Allowing consumers electronic access to the status of their complaint.\n- Having current business rules coded in the system thereby ensuring accurate resolution of complaints.\n- Providing electronic guidance to staff on how to resolve difficult complaints.\nSuccessful implementation closure to put in place an acceptable period of warranty for the newly installed CIMS solution. Completion of this project will be marked by the successful implementation of the Consumer Information Management System.\n\n## Project Scope\nThe Consumer Information Management System (CIMS) Project is a mission-critical project that is estimated to cost approximately $3 million including all services associated with complete deployment. Upon completion of evaluation of responses to the request for proposal, it is anticipated that a modified-off-the-shelf (MOTS) solution will be selected for implementation. The hardware will be sited at the Department of Technology Services while CPUC staff will maintain the application software.\n\nServices associated with complete deployment of the solution implemented by this project include:\n- Generation of the Request for Proposal (RFP)\n- Procurement of a technology solution that best meets the requirements housed within the RFP.\n- Provision of the technology solution by an integrator, who is selected following the evaluation of responses to the RFP.\n- Independent validation and verification of project artifacts and activities.\n- Management of the project processes in accordance with best practices as outlined within the Project Management Body of Knowledge (PMBOK) published by the PMI and the State DOF Information Technology Oversight Framework.\n- Information Technology Project Oversight assessment and completion of Department of Finance (DOF) required Independent Project Oversight Reports.\n\nThe Request for Proposal (RFP) will be the vehicle for selection and procurement of a technology solution that will be:\n- Capable of responding to recurrent and customized queries, both to determine the sources of complaints and the need for education and enforcement.\n- A resource for CAB Representatives by providing concurrent online access to rules, statutes, policies, and similar informal complaints, increasing responsiveness to consumers.",
    "status": "success"
  }
]