[
  {
    "page": 1,
    "sectionTitle": "SOMMAIRE",
    "pageSummary": "La page présente le sommaire du document, listant les différentes sections et sous-sections avec leurs numéros de page correspondants. Les sections incluent des références, un glossaire, l'objet du document, l'identification des besoins, les choix stratégiques, l'évaluation des périodes de saturation, la stratégie de mise à disposition, les fonctions principales et contraintes, ainsi que des réflexions sur les options de sûreté. Ce sommaire sert de guide pour naviguer dans le document et comprendre sa structure globale.",
    "updatedGlobalSummary": "Le document commence par un sommaire détaillé qui liste toutes les sections et sous-sections, couvrant des aspects tels que les références, le glossaire, l'objet, l'identification des besoins, les stratégies d'entreposage, les évaluations de saturation, et les réflexions sur la sûreté. Ce sommaire permet de visualiser l'organisation complète du document et ses principales thématiques.",
    "isContinuation": false,
    "originalContent": "# SOMMAIRE\n\n1.     REFERENCES                                                                                         2\n2.     GLOSSAIRE                                                                                          3\n3.     OBJET                                                                                              4\n4.     IDENTIFICATION DU BESOIN                                                                           4\n4.1.      Préambule                                                                                 4\n4.2.      Identification des déchets mixtes issus de l’installation N°1 et volumétries des colis    5\n4.3.      Identification des déchets issus de l’installation n°4 et volumétries des colis           6\n4.4.      Autres déchets : identification et volumétries des colis                                  6\n4.5.      Exutoire des effluents actifs et douteux                                                  6\n5.     CHOIX STRATEGIQUE SUR LES BATIMENTS D’ENTREPOSAGE                                                  7\n6.     EVALUATION DES PERIODES DE SATURATION DE L’INSTALLATION N°1                                        7\n6.1.      Déchets irradiants                                                                        7\n6.2.      Déchets mixtes                                                                            8\n6.3.      Opportunité : Entreposage au sein du 438                                                  8\n7.     STRATEGIE DE MISE A DISPOSITION DE L’INSTALLATION D’ENTREPOSAGE ZZ                                 8\n8.     FONCTIONS PRINCIPALES ET FONCTIONS CONTRAINTES                                                     8\n9.     REFLEXIONS SUR DES OPTIONS DE SURETE ASSOCIEES AUX CONCEPTIONS                                     8\n9.1.      Risque d’irradiation                                                                      8\n9.2.      Risque de dissémination                                                                   9\n9.2.1      Fonctionnement normal                                                                  9\n9.2.2      Fonctionnement incidentel                                                              9\n9.3.      Agressions internes et externes                                                           9\n9.3.1      Risque d’incendie interne                                                              9\n9.3.2      Risque d’explosion interne                                                            10\n9.3.3      Risque d’inondation interne                                                           10\n9.3.4      Risque liés à la manutention                                                          10\n9.3.5      Risques liés aux interférences électromagnétiques                                     11\n9.3.6      Risques liés à la perte ou défaillance des utilités                                   11\n9.3.7      Risques liés aux Facteurs Organisationnels et Humains                                 11\n9.3.8      Risques liés aux conditions climatiques extrêmes                                      11\n9.3.9      Risques liés à la chute d’avion                                                       11\n9.3.10     Risques liés à un incendie externe                                                    12\n9.3.11     Risques d’inondation externe                                                          12\n9.3.12     Risque foudre                                                                         13\n9.3.13     Risques liés au séisme                                                                13\n9.3.14     Risques liés à l’environnement industriel et aux voies de communication               13\n10. ARCHITECTURES ENVISAGEES DU BATIMENT ET ESTIMATION FINANCIERE                                        14\n10.1.     Itération 1                                                                              14\n10.1.1     Architecture du bâtiment                                                              14\n10.2.     Itération 2                                                                              16\n10.2.1     Architecture des bâtiments                                                            16\n10.2.2     Estimation financière des deux pré-esquisses                                          19\n10.3.     Itération 3                                                                              19\n11. PLANNING DE REFERENCE                                                                                21\n12. IMPLANTATION ET TRAVAUX PREPARATOIRES                                                                21\n13. ANALYSE DE RISQUES                                                                                   21\n14. SYNTHESE DES ESTIMATIONS FINANCIERES                                                                 21\n\nRéf. trame : EDT 20051 RDC NOT 25000027 A    Ce document est la propriété du CEA et ne peut être utilisé, reproduit ou communiqué sans son autorisation.",
    "status": "success"
  },
  {
    "page": 2,
    "sectionTitle": "REFERENCES",
    "pageSummary": "La page présente la section 'REFERENCES' du document, listant une série de documents et rapports techniques avec leurs références. Les références incluent des comptes rendus de groupes de travail (GT1, GT2, GT3, GT4), des réunions spécifiques (ZZ), des dossiers d'orientation, des évaluations de flux de déchets, et des cahiers des charges fonctionnels. Ces documents servent de base technique et méthodologique pour le reste du document. La liste est numérotée de [1] à [13], couvrant divers aspects techniques et organisationnels liés au projet.",
    "updatedGlobalSummary": "Le document commence par un sommaire détaillé qui liste toutes les sections et sous-sections, couvrant des aspects tels que les références, le glossaire, l'objet, l'identification des besoins, les stratégies d'entreposage, les évaluations de saturation, et les réflexions sur la sûreté. Ce sommaire permet de visualiser l'organisation complète du document et ses principales thématiques. La section 'REFERENCES' qui suit énumère une série de documents techniques et rapports servant de fondement aux analyses et propositions développées dans les sections ultérieures.",
    "isContinuation": false,
    "originalContent": "# REFERENCES\n\nTitre                              Référence à 23 caractères\n(sans indice de version)\n[1]      Compte rendu des GT1 &#x26; GT 2 - 460\n[2]      Compte rendu du GT 3 - 460\n[3]      Compte rendu du GT 4 - 460\n[4]      Compte rendu restitution GT 460\n[5]      Compte rendu de la réunion ZZ\n[6]      Compte rendu de la réunion ZZ du 16 septembre 2024\n[7]      Recalage des besoins de production de l’installation N°1 et\nOC\n[8]      Dossier d’orientation : Entreposage de déchets\n[9]      Référentiel estimatifs des durées – Phase amont des projets\nd’installations nucléaires\n[10]     Bâtiment    ZZ : Cahier des charges     fonctionnel – phase\nd’opportunité\n[11]     Chiffrage d’installation par macro ratio\n[12]     Inventaire  préliminaire  des emballages de         transports\nnécessaires à l’exploitation de l’installation N°1\n[13]     Evaluation des flux de déchets générés par l’installation N°1",
    "status": "success"
  },
  {
    "page": 3,
    "sectionTitle": "GLOSSAIRE",
    "pageSummary": "La page présente la section 'GLOSSAIRE' du document, qui définit une série d'acronymes et de termes techniques utilisés dans le document. Les termes couvrent des domaines variés tels que les installations techniques, les déchets, la sûreté, et les équipements spécifiques. Parmi les acronymes définis, on trouve ACIT (Assistance Conception d’Installation Technique), AMOE SR (Assistance à Maîtrise d’œuvre Suivi de Réalisation), et CEA (Commissariat à l’Energie Atomique et aux Energies Alternatives). Cette section est essentielle pour comprendre les termes techniques utilisés dans les sections ultérieures du document.",
    "updatedGlobalSummary": "Le document commence par un sommaire détaillé qui liste toutes les sections et sous-sections, couvrant des aspects tels que les références, le glossaire, l'objet, l'identification des besoins, les stratégies d'entreposage, les évaluations de saturation, et les réflexions sur la sûreté. Ce sommaire permet de visualiser l'organisation complète du document et ses principales thématiques. La section 'REFERENCES' qui suit énumère une série de documents techniques et rapports servant de fondement aux analyses et propositions développées dans les sections ultérieures. La section 'GLOSSAIRE' définit ensuite une série d'acronymes et de termes techniques utilisés dans le document, couvrant des domaines variés tels que les installations techniques, les déchets, la sûreté, et les équipements spécifiques.",
    "isContinuation": false,
    "originalContent": "# GLOSSAIRE\nACIT                 Assistance Conception d’Installation Technique\nInstallation N°1     Atelier Extraction\nAMOE SR              Assistance à Maîtrise d’œuvre Suivi de Réalisation\nASI                  Alimentation Sans Interruption\nBàG                  Boîte à Gants\nColis type C         Colis Béton Fibre Cylindrique\nFût type H           Colis Béton Fibre cubique\nCdCF                 Cahier des Charges Fonctionnelles\nCEA                  Commissariat à l’Energie Atomique et aux Energies Alternatives\nCFO                  Courant FOrt\nCFI                  Courant Faible Industriel\nCFIs                 Courant Faible Industriel de Sécurité\nCTA                  Centrale Traitement d’Air\nDAM                  Direction des Applications Militaires\nDCHTI                Déchet très contaminé\nDCHI                 Déchet contaminé\nDCHM                 Déchet Mixte\nDOS                  Dossier d’Option de Sûreté\nDP2I                 Département Projet Ingénierie des Installations\nDTRI                 Département H\nGEF                  Groupe Electrogène Fixe\nGT                   Groupe de Travail\nGTME                 Grand Tamis Moléculaire\nLMJ                  Laser MagaJoule\nII                   Installation Individuelle\nPC                   Poste de Conduite\nSTEL                 Station de Traitement des Effluents Liquides\nSTEP                 Station d’épuration\nSCR                  Service Compétent en Radioprotection\nSPR                  Service de Protection Radiologique\nREX                  Retour d’expérience\nTCE                  Tout Corps d’Etat\nTCR                  Tableau de Contrôle des Rayonnements",
    "status": "success"
  },
  {
    "page": 4,
    "sectionTitle": "OBJET",
    "pageSummary": "La page présente la section 'OBJET' du document, décrivant la vocation principale du bâtiment ZZ qui est l'entreposage de déchets contaminés issus de trois installations différentes. Initialement, le périmètre incluait une quatrième installation, mais celle-ci a été retirée pour des raisons financières. Le document synthétise les échanges du Groupe de Travail (GT) 'gestion des déchets contaminés', mandaté par le Directeur du programme (DPT), pour évaluer les besoins en volumétrie, les contraintes de sûreté, l'architecture des bâtiments, et leur implantation. Les réunions du GT ont fait l'objet de comptes rendus et de restitutions en présence du DPT. La section détaille également l'évolution du périmètre des déchets, notamment le retrait des déchets de l'installation n°4 et des colis type A et B de l'installation n°1.",
    "updatedGlobalSummary": "Le document commence par un sommaire détaillé qui liste toutes les sections et sous-sections, couvrant des aspects tels que les références, le glossaire, l'objet, l'identification des besoins, les stratégies d'entreposage, les évaluations de saturation, et les réflexions sur la sûreté. Ce sommaire permet de visualiser l'organisation complète du document et ses principales thématiques. La section 'REFERENCES' qui suit énumère une série de documents techniques et rapports servant de fondement aux analyses et propositions développées dans les sections ultérieures. La section 'GLOSSAIRE' définit ensuite une série d'acronymes et de termes techniques utilisés dans le document, couvrant des domaines variés tels que les installations techniques, les déchets, la sûreté, et les équipements spécifiques. La section 'OBJET' décrit la vocation du bâtiment ZZ pour l'entreposage de déchets contaminés et synthétise les travaux du GT 'gestion des déchets contaminés', incluant les évolutions du périmètre des déchets et les objectifs du GT mandaté par le DPT.",
    "isContinuation": false,
    "originalContent": "# OBJET\nLe bâtiment ZZ, objet du présent document (extension fonctionnelles d’une installation individuelle existante), a pour vocation principale l’entreposage de déchets contaminés issus de trois installations différentes.\n\nIl est à noter que le périmètre initial des déchets du bâtiment ZZ intégrait les déchets d’une 4ᵉ installation.\n\nCette note est une synthèse des échanges menés par le Groupe de Travail (GT) « gestion des déchets contaminés » qui s’est tenu de septembre 2023 à novembre 2024 et constitué d’une part des chefs de projet en charge de l’assainissement, du démantèlement et de la gestion des déchets et de leur entreposage à sec et, d’autre part, de représentants de deux départements techniques. Le Directeur du programme (DPT) a mandaté les participants au GT.\n\nL’objectif de ce GT est d’évaluer, au stade de l’étude d’opportunité :\n\n- le besoin, notamment en terme de volumétrie de déchets et d’échéances calendaires pour le dimensionnement et le planning de réalisation des bâtiments,\n- les contraintes de performance et de sûreté et leurs conséquences sur le dimensionnement des futurs bâtiments,\n- l’architecture et l’aménagement des bâtiments (pré-esquisse) intégrant les contraintes connues à date,\n- le chiffrage et le planning,\n- l’implantation des bâtiments sur le site d’accueil.\n\nChaque réunion du GT a fait l’objet d’un compte rendu. Les restitutions de chaque réunion ont été faites en présence du DPT.\n\n## Identification du besoin\n\n### Préambule\nLors de la réunion de lancement du GT, le besoin exprimé par le DPT consistait à :\n\n- avoir une réflexion sur l’ensemble des déchets nucléaires contaminés produits par les quatre installations concernées,\n- définir des solutions qui impactent le moins possible la production d’une des quatre installation (installation n°1),\n- proposer un ou plusieurs bâtiment(s) en fonction du type de déchets pour les quinze premières années d’exploitation de l’installation n°1. En effet, sur la base de la réalité des déchets produits par l’installation n°1, dont on aura une meilleure connaissance après quelques années d’exploitation, une seconde tranche de bâtiment sera réalisée.\n\nSuite aux réflexions menées dans le cadre de ce GT, le périmètre des déchets à prendre en compte pour le dimensionnement du bâtiment ZZ a évolué.\n\nCes évolutions ont concerné deux typologies de déchets, à savoir :\n\n- le retrait du périmètre des déchets nucléaires contaminés provenant des activités historiques de l’installation n°4. Ces déchets initialement dans le périmètre de réflexion ont été, par la suite, retirés de l’inventaire pour le dimensionnement du bâtiment ZZ pour des raisons financières comme cela est explicité dans le paragraphe 0 « Estimation financière » ;\n- le retrait des déchets conditionnés dans des colis type A et type B produits par l’installation n°1. Leurs modalités de gestion nécessitent un entreposage en boîte à gant avec une unité de",
    "status": "success"
  },
  {
    "page": 5,
    "sectionTitle": "IDENTIFICATION DES DÉCHETS",
    "pageSummary": "La section 'IDENTIFICATION DES DÉCHETS' décrit les différents types de déchets produits par l'installation n°1, incluant des déchets très irradiants, irradiants, peu irradiants, et des effluents. Les déchets très irradiants nécessitent un conditionnement spécifique dans des emballages type F pour éviter des opérations de découpe coûteuses. Les autres déchets sont conditionnés dans des colis type C, D, A, et B selon leur niveau d'irradiation. Un tableau détaille la volumétrie des colis pour 15 et 50 ans d'exploitation, montrant une augmentation significative sur la période. Les déchets très irradiants passent de 0 à 161 colis en 50 ans, tandis que les déchets irradiants augmentent de 170 à 601 colis. Les effluents actifs sont également quantifiés en m³, passant de 108 à 360 m³ sur 50 ans.",
    "updatedGlobalSummary": "Le document commence par un sommaire détaillé qui liste toutes les sections et sous-sections, couvrant des aspects tels que les références, le glossaire, l'objet, l'identification des besoins, les stratégies d'entreposage, les évaluations de saturation, et les réflexions sur la sûreté. Ce sommaire permet de visualiser l'organisation complète du document et ses principales thématiques. La section 'REFERENCES' qui suit énumère une série de documents techniques et rapports servant de fondement aux analyses et propositions développées dans les sections ultérieures. La section 'GLOSSAIRE' définit ensuite une série d'acronymes et de termes techniques utilisés dans le document, couvrant des domaines variés tels que les installations techniques, les déchets, la sûreté, et les équipements spécifiques. La section 'OBJET' décrit la vocation du bâtiment ZZ pour l'entreposage de déchets contaminés et synthétise les travaux du GT 'gestion des déchets contaminés', incluant les évolutions du périmètre. La section 'IDENTIFICATION DES DÉCHETS' détaille les types de déchets produits par l'installation n°1 et leur volumétrie sur 15 et 50 ans, mettant en évidence les besoins en conditionnement et les évolutions prévues.",
    "isContinuation": false,
    "originalContent": "# IDENTIFICATION DES DÉCHETS MIXTES ISSUS DE L’INSTALLATION N°1 ET VOLUMÉTRIES DES COLIS\nLors de la phase d’exploitation de l’installation n°1, plusieurs types de déchets seront produits à savoir :\n\n- des déchets très irradiants générés dans les enceintes blindées,\n- des déchets irradiants issus de l’exploitation et de la maintenance des enceintes blindées,\n- des déchets peu irradiants issus de la première et seconde barrière de l’installation n°1 ou issus d’un procédé spécifique d’extraction et d’épuration des gaz,\n- des effluents issus des eaux de lavage des sols.\n\nLes déchets irradiants sont non enrobés et conditionnés dans des colis type C. Les déchets peu irradiants sont quant à eux conditionnés en fûts type D et pour certains dans des conteneurs type A et type B.\n\nLes déchets très irradiants nécessitent un conditionnement particulier dans des emballages type E ou type F. Les dimensions des paniers cibles au regard des dimensions des emballages type E nécessitent de couper les têtes de paniers : opération coûteuse en terme de durée. Aussi, il a été décidé très tôt de s’orienter vers la solution emballage type F de plus grandes dimensions. Cette solution offre l’avantage de n’avoir à faire aucune opération de découpe sur les paniers cibles.\n\nLe Tableau 1 ci-après donne le type et la volumétrie des déchets issus de l’installation n°1 pour quinze ans et cinquante ans d’exploitation. Cette volumétrie part de l’hypothèse de traitements thermiques validés.\n\nLe tableau présente les types de déchets et le nombre de colis à 15 ans et 50 ans d’exploitation. Pour les déchets très irradiants, il n'y a pas de colis à 15 ans, mais 161 colis à 50 ans. Les déchets irradiants sont conditionnés dans des colis type C, avec 170 colis à 15 ans et 601 à 50 ans. Les déchets mixtes de la deuxième barrière sont conditionnés en fûts type D, avec 1530 colis à 15 ans et 4845 à 50 ans. Pour l'eau contaminée, il y a 95 fûts type D à 15 ans et 420 à 50 ans. Les déchets mixtes de la première barrière sont également en fûts type D, avec 24 colis à 15 ans et 102 à 50 ans. Les déchets issus des procédés d’extraction sont conditionnés en colis type A et B, avec respectivement 35 et 6 colis à 15 ans, et 130 et 18 à 50 ans. Enfin, les effluents actifs sont mesurés en m³, avec 108 m³ à 15 ans et 360 m³ à 50 ans.\n\nTableau 1 : Type et nombre de colis issus de l’installation n°1 pour 15 ans et 50 ans d’exploitation.\n\nL’annexe 4 détaille les contenus de chaque colis ainsi que leurs caractéristiques.",
    "status": "success"
  },
  {
    "page": 6,
    "sectionTitle": "IDENTIFICATION DES DÉCHETS",
    "pageSummary": "La section 'IDENTIFICATION DES DÉCHETS' détaille les types de déchets nucléaires contaminés issus de l'installation n°4, incluant des culots de fusion anciens et récents, des filtres, des résines contaminés, et des eaux contaminées. Un tableau présente le type et la volumétrie des colis à entreposer. La section aborde également d'autres déchets comme les déchets mixtes et les eaux de lavage des sols, avec des projections sur 15 et 50 ans d'exploitation. Les effluents actifs et douteux sont également mentionnés, nécessitant des exutoires spécifiques en raison des capacités limitées des cuves tampons.",
    "updatedGlobalSummary": "Le document commence par un sommaire détaillé qui liste toutes les sections et sous-sections, couvrant des aspects tels que les références, le glossaire, l'objet, l'identification des besoins, les stratégies d'entreposage, les évaluations de saturation, et les réflexions sur la sûreté. Ce sommaire permet de visualiser l'organisation complète du document et ses principales thématiques. La section 'REFERENCES' qui suit énumère une série de documents techniques et rapports servant de fondement aux analyses et propositions développées dans les sections ultérieures. La section 'GLOSSAIRE' définit ensuite une série d'acronymes et de termes techniques utilisés dans le document, couvrant des domaines variés tels que les installations techniques, les déchets, la sûreté, et les équipements spécifiques. La section 'OBJET' décrit la vocation du bâtiment ZZ pour l'entreposage de déchets contaminés et synthétise les travaux du GT 'gestion des déchets contaminés', incluant les évolutions du périmètre. La section 'IDENTIFICATION DES DÉCHETS' approfondit les types de déchets issus des installations n°1 et n°4, leurs conditionnements, et les volumétries projetées sur 15 et 50 ans, ainsi que la gestion des effluents actifs et douteux.",
    "isContinuation": false,
    "originalContent": "# IDENTIFICATION DES DÉCHETS ISSUS DE L’INSTALLATION N°4 ET VOLUMÉTRIES DES COLIS\nL’inventaire des déchets nucléaires contaminés de l’installation n°4 est composé [8] :\n\n- des culots de fusion anciens, produits et conditionnés avant 1997,\n- des culots de fusion plus récents produits de 1998 à 2012,\n- des filtres et des résines contaminés des circuits et des piscines de stockage des réacteurs,\n- des eaux contaminées issues des réacteurs.\n\nLe Tableau 2, ci-après, présente le type et la volumétrie des déchets issus de l’installation n°4 à entreposer dans la future installation.\n\nProvenance             Contenu             Colis         Nombre de colis\nColis type H     510\nCulots de fusion    Fûts de type D    150\nl’installation n°4    et filtres        Fûts type G      140\n\nEau contaminée         Cuves        120 m³\n\nTableau 2 : Type et nombre de colis issus de l’installation n°4.\n\n# AUTRES DÉCHETS : IDENTIFICATION ET VOLUMÉTRIES DES COLIS\nLes autres déchets à entreposer dans l’installation ZZ sont :\n\n- Les déchets mixtes issus de l’installation n°2,\n- Les déchets dit historiques provenant de l’installation n°3 et stockés actuellement en caissons,\n- Les eaux de lavage des sols issues de l’exploitation de l’installation ZZ,\n- Les déchets mixtes solides autogénérés par l’exploitation de l’installation ZZ.\n\nLe Tableau 3, ci-après, présente pour chaque provenance de déchets, le contenu, le type de colis et le nombre total de colis.\n\nProvenance          Contenu         Colis    Nb de colis à 15      Nb de colis à 50\nans d’exploitation    ans d’exploitation\ndu ZZ                 du ZZ\nInstallation      Déchets mixtes     Fûts type D    300                   1000\nZZ            et effluents         Cuve        30m³                 100 m³\n\nInstallation n°2    Déchets mixtes     Fûts type D    450                   1500\nInstallation n°3    Déchets mixtes     Caisson de      6                     6\n5 m³\n\nTableau 3 : Type et nombre de colis\n\n# EXUTOIRE DES EFFLUENTS ACTIFS ET DOUTEUX\nLes effluents actifs et douteux sont des effluents produits en zone délimité. Ces derniers sont entreposés au sein de l’installation ZZ au travers de cuves tampons (dissociées pour chaque type d’effluents). Ces cuves ont des capacités limitées ce qui nécessite d’identifier des exutoires sur la durée d’exploitation du bâtiment.",
    "status": "success"
  },
  {
    "page": 7,
    "sectionTitle": "EFFLUENTS ET STRATEGIE",
    "pageSummary": "La section 'EFFLUENTS ET STRATEGIE' détaille la distinction entre les effluents actifs et douteux, leurs traitements spécifiques en fonction de leur niveau de contamination, et les procédures de transfert vers des exutoires adaptés. Elle aborde également les choix stratégiques pour l'entreposage des déchets, avec deux bâtiments dédiés : le bâtiment 460 pour les déchets très irradiants et le bâtiment ZZ pour les autres catégories. Enfin, elle évalue les périodes de saturation de l'installation n°1, prévoyant une saturation fin 2037 basée sur un flux de production annuel de 11 colis type C.",
    "updatedGlobalSummary": "Le document commence par un sommaire détaillé qui liste toutes les sections et sous-sections, couvrant des aspects tels que les références, le glossaire, l'objet, l'identification des besoins, les stratégies d'entreposage, les évaluations de saturation, et les réflexions sur la sûreté. Ce sommaire permet de visualiser l'organisation complète du document et ses principales thématiques. La section 'REFERENCES' qui suit énumère une série de documents techniques et rapports servant de fondement aux analyses et propositions développées dans les sections ultérieures. La section 'GLOSSAIRE' définit ensuite une série d'acronymes et de termes techniques utilisés dans le document, couvrant des domaines variés tels que les installations techniques, les déchets, la sûreté, et les équipements spécifiques. La section 'OBJET' décrit la vocation du bâtiment ZZ pour l'entreposage de déchets contaminés et synthétise les travaux du GT 'gestion des déchets contaminés', incluant les évolutions du périmètre. La section 'IDENTIFICATION DES DÉCHETS' détaille les types de déchets nucléaires contaminés issus de l'installation n°4, incluant des culots de fusion anciens et récents, des filtres, des résines contaminés, et des eaux contaminées. La section 'EFFLUENTS ET STRATEGIE' approfondit la gestion des effluents actifs et douteux, les stratégies d'entreposage avec les bâtiments 460 et ZZ, et les projections de saturation de l'installation n°1.",
    "isContinuation": false,
    "originalContent": "# EFFLUENTS\nLa différence entre les deux types d’effluents est la suivante :\n\n- les effluents actifs sont ceux issus d’activités dans des zones ou la présence de gaz contaminé est avérée. Ce sont par exemple les eaux de lavage des sols en zone délimitée,\n\n- les effluents douteux peuvent potentiellement présenter une contamination radioactive. Ce sont par exemple des effluents issus des lavabos et sanitaires situés en zone délimitée ou les douches des vestiaires.\n\nVis-à-vis des effluents actifs et comme indiqué précédemment, la présence de gaz contaminé est avérée. Avant de les transférer vers l’exutoire, une analyse est réalisée afin, d’une part, de déterminer l’activité en gaz contaminé, les caractéristiques chimiques et, d’autre part, d’identifier la présence éventuelle d’autres radionucléides (type alpha, beta, gamma).\n\nAinsi :\n\n- si la mesure est inférieure au critère d’acceptation de l’exutoire, alors les effluents actifs sont transférés pour être pulvérisés dans des unités dédiées,\n- si la mesure est supérieure au critère d’acceptation de l’exutoire, alors les effluents actifs sont transférés vers la station de traitement du CEA civil via des citernes. A cet effet, une convention est en cours de rédaction entre le CEA/DAM et le CEA civil.\n\nVis-à-vis des effluents douteux, avant leur transfert vers l’exutoire, une analyse est également réalisée afin, d’une part, de déterminer l’activité en gaz contaminé, les caractéristiques chimiques et, d’autre part, d’identifier la présence éventuelle d’autres radionucléides.\n\nAinsi :\n- si la mesure est inférieure au critère d’acceptation de l’exutoire, alors les effluents douteux sont transférés vers la station de traitement du CEA/DAM,\n- si la mesure est supérieure au critère d’acceptation de l’exutoire, alors les effluents initialement douteux deviennent des effluents actifs et retrouvent le cycle d’analyses et d’exutoires tel que décrit précédemment.\n\n# CHOIX STRATEGIQUE SUR LES BATIMENTS D’ENTREPOSAGE\nL’entreposage des déchets très irradiants nécessite des emballages spécifiques type E ou F. Aussi, la stratégie retenue repose sur la réalisation de deux bâtiments :\n\n- Le bâtiment 460 pour l’entreposage des déchets très irradiants en emballage type F,\n- Le bâtiment ZZ pour l’entreposage des autres catégories de déchets, objet de cette note.\n\nIl est à noter que le bâtiment ZZ est prévu pour entreposer les colis produits pendant la durée d’exploitation de 50 ans de l’installation n°1.\n\n# EVALUATION DES PERIODES DE SATURATION DE L’INSTALLATION N°1\n## Déchets irradiants\nAu terme de 50 ans d’exploitation de l’installation n°1, le nombre de colis type C produits est de l’ordre de 600.\n\nLa capacité d’entreposage de l’installation n°1 est de 88 colis type C. En considérant un flux de production de 11 colis type C par an, la saturation de l’installation n°1 intervient fin 2037. Cette estimation prend en compte une mise en exploitation de l’installation n°1 fin 2028.",
    "status": "success"
  },
  {
    "page": 8,
    "sectionTitle": "DECHETS MIXTES",
    "pageSummary": "La section 'DECHETS MIXTES' aborde la gestion des déchets mixtes, en particulier les fûts de type D. Elle indique qu'après 50 ans d'exploitation, le nombre de fûts type D atteint 4780. La capacité d'entreposage de l'installation n°1 est de 468 fûts, avec une saturation prévue fin 2033 en considérant un flux de production de 85 fûts par an. Une opportunité d'entreposage supplémentaire est identifiée dans le bâtiment 438, qui pourrait accueillir environ 400 colis de DCHM, repoussant la saturation globale à fin 2037. La stratégie de mise en disposition de l'installation ZZ est également discutée, avec une planification en deux tranches (T1 en 2036 et T2 en 2050) basée sur le retour d'expérience. Enfin, des réflexions sur les options de sûreté, notamment la protection biologique pour les colis de type C, sont présentées.",
    "updatedGlobalSummary": "Le document commence par un sommaire détaillé qui liste toutes les sections et sous-sections, couvrant des aspects tels que les références, le glossaire, l'objet, l'identification des besoins, les stratégies d'entreposage, les évaluations de saturation, et les réflexions sur la sûreté. Ce sommaire permet de visualiser l'organisation complète du document et ses principales thématiques. La section 'REFERENCES' qui suit énumère une série de documents techniques et rapports servant de fondement aux analyses et propositions développées dans les sections ultérieures. La section 'GLOSSAIRE' définit ensuite une série d'acronymes et de termes techniques utilisés dans le document, couvrant des domaines variés tels que les installations techniques, les déchets, la sûreté, et les équipements spécifiques. La section 'OBJET' décrit la vocation du bâtiment ZZ pour l'entreposage de déchets contaminés et synthétise les travaux du GT 'gestion des déchets contaminés', incluant les évolutions du périmètre. La section 'EFFLUENTS ET STRATEGIE' détaille la distinction entre les effluents actifs et douteux, leurs traitements spécifiques en fonction de leur niveau de contamination, et les procédures de transfert vers des exutoires adaptés. Elle aborde également les choix stratégiques pour l'entreposage des déchets, avec deux bâtiments dédiés : le bâtiment 460 pour les déchets très irradiants et le bâtiment ZZ pour les autres catégories. Enfin, elle évalue les périodes de saturation de l'installation n°1, prévoyant une saturation fin 2037 basée sur un flux de production annuel de 11 colis type C. La section 'DECHETS MIXTES' traite de la gestion des déchets mixtes, en particulier les fûts de type D, avec des estimations de saturation et des opportunités d'entreposage supplémentaire dans le bâtiment 438. Elle présente également la stratégie de mise en disposition de l'installation ZZ en deux tranches et des réflexions sur les options de sûreté.",
    "isContinuation": false,
    "originalContent": "# DECHETS MIXTES\nA 50 ans d’exploitation de celle-ci, le nombre de fûts type D est de 4780.\n\nLa capacité d’entreposage de l’installation n°1 est de 468 fûts. En considérant, d’une part, un flux de production de 85 fûts par an et, d’autre part, une mise en exploitation de l’installation n°1 fin 2028, la saturation de l’installation n°1 intervient fin 2033.\n\n## Opportunité : Entreposage au sein du 438\nLe bâtiment 438 dont la mise en service est planifiée à échéance de fin 2025 dispose de racks d’entreposage qui serait à même de recevoir de l’ordre de 400 colis de DCHM issus de la production de l’installation n°1.\n\nLes estimations montrent que la saturation des capacités d’entreposage de déchets mixtes à l’installation n°1 et la capacité tampon du 438 intervient à fin 2037.\n\n# STRATEGIE DE MISE A DISPOSITION DE L’INSTALLATION D’ENTREPOSAGE ZZ\nA ce stade du projet, il avait été envisagé une installation ZZ en deux tranches :\n\n- tranche 1 (T1), correspondant aux déchets dits « historiques » (provenance des installations n°3 et n°4) et ceux correspondant à une exploitation de l’installation n°1 de 15 ans,\n- tranche 2 (T2), correspondant au complément d’exploitation de l’installation n°1 de 35 ans.\n\nAu regard des éléments identifiés aux paragraphes ci-dessus et de la mise en service de l’installation n°1, la mise en exploitation du ZZ (T1) est positionnée à fin 2036. Vis-à-vis de la T2, la mise en exploitation est positionnée en 2050.\n\nIl est à noter que le dimensionnement de la tranche 2 s’appuiera sur le retour d’expérience (REX) d’exploitation de l’installation n°1 afin de dimensionner au juste besoin cette seconde tranche.\n\n# FONCTIONS PRINCIPALES ET FONCTIONS CONTRAINTES\nL’ensemble des fonctions principales et de contraintes sont décrites dans le Cahier des Charges Fonctionnels (CdCF).\n\n# REFLEXIONS SUR DES OPTIONS DE SURETE ASSOCIEES AUX CONCEPTIONS\nAfin de proposer plusieurs choix de conception du futur bâtiment ZZ, une pré analyse de sûreté a été menée.\n\n## Risque d’irradiation\nComme évoqué précédemment, le bâtiment ZZ a vocation à entreposer les déchets irradiants et mixtes. Vis-à-vis des déchets mixtes entreposés en fûts de de type D, le risque d’irradiation du travailleur est faible de par le terme source présent au sein des fûts. Concernant les déchets irradiés entreposés en colis type C, le terme source présent nécessite de disposer d’une barrière de protection biologique.\n\nOptions de sûreté (OPT 1) :\nDisposer d’une barrière de protection biologique pour les colis de type C.",
    "status": "success"
  },
  {
    "page": 9,
    "sectionTitle": "RISQUE DE DISSÉMINATION",
    "pageSummary": "La section 'RISQUE DE DISSÉMINATION' aborde les risques liés au dégazage des fûts et colis de déchets, ainsi que les mesures de ventilation requises. En fonctionnement normal, une ventilation forcée avec traitement d'air sans filtre Très Haute Efficacité (THE) est suffisante pour les fûts de type D et les colis de type C, tandis que les colis de type A et B nécessitent des boîtes à gants. En fonctionnement incidentel, le risque de dissémination dépend de la hauteur de chute des colis, avec des exigences de ventilation spécifiques selon les cas. Deux options de sûreté (OPT 2) sont présentées pour gérer ces risques. La section traite également des agressions internes et externes, notamment le risque d'incendie interne lié aux équipements électriques et au carburant des véhicules, avec des dispositions de sûreté proposées.",
    "updatedGlobalSummary": "Le document commence par un sommaire détaillé qui liste toutes les sections et sous-sections, couvrant des aspects tels que les références, le glossaire, l'objet, l'identification des besoins, les stratégies d'entreposage, les évaluations de saturation, et les réflexions sur la sûreté. Ce sommaire permet de visualiser l'organisation complète du document et ses principales thématiques. La section 'REFERENCES' qui suit énumère une série de documents techniques et rapports servant de fondement aux analyses et propositions développées dans les sections ultérieures. La section 'GLOSSAIRE' définit ensuite une série d'acronymes et de termes techniques utilisés dans le document, couvrant des domaines variés tels que les installations techniques, les déchets, la sûreté, et les équipements spécifiques. La section 'OBJET' décrit la vocation du bâtiment ZZ pour l'entreposage de déchets contaminés et synthétise les travaux du GT 'gestion des déchets contaminés', incluant les évolutions du périmètre. La section 'DECHETS MIXTES' aborde la gestion des déchets mixtes, en particulier les fûts de type D, avec des estimations de saturation et des stratégies d'entreposage. La section 'RISQUE DE DISSÉMINATION' traite des risques liés au dégazage et aux chutes de colis, ainsi que des mesures de ventilation et des options de sûreté, incluant également des réflexions sur les agressions internes et externes comme les risques d'incendie.",
    "isContinuation": false,
    "originalContent": "# RISQUE DE DISSÉMINATION\n\n## Fonctionnement normal\nLes fûts de type D et les colis de type C dégazent naturellement. Au regard du taux de dégazage, une ventilation forcée est suffisante avec une centrale de traitement d’air sans filtre Très Haute Efficacité (THE).\n\nLes colis de type A et B doivent être entreposés en boites à gants reliées à une unité de traitement du gaz contaminé.\n\n## Fonctionnement incidentel\nLe fonctionnement incidentel correspond à une chute de colis (Fûts et colis type C). Effectivement, ces derniers sont dimensionnés (étanchéité) pour une hauteur de chute inférieure à 1,2 m. Dans le cas d’une chute supérieure à 1,2 m, l’intégrité dudit colis n’est pas garantie et un risque de remise en suspension des matières radioactives est possible.\n\nEn conséquence pour un entreposage des colis à une hauteur de chute :\n\n- inférieure à 1,2 m, le risque de dissémination est exclu de par le dimensionnement du colis. Dans cette situation, aucune ventilation nucléaire n’est nécessaire. Il est à noter qu’une ventilation avec un taux de renouvellement de l’atmosphère est nécessaire et suffisant pour permettre les interventions humaines,\n- supérieure à 1,2 m, le risque de dissémination n’est pas exclu. Dans cette situation, une ventilation nucléaire à minima II A est requise correspondant à une classe de confinement C2.\n\nOption de sûreté (OPT 2) :\n\n- Cas 1 : entreposage à une hauteur inférieure à 1,2 m : ventilation non nucléaire compatible d’interventions humaines en présence de gaz contaminé,\n- Cas 2 : entreposage à une hauteur supérieure à 1,2 m : ventilation nucléaire à minima classe II A.\n\n# AGRESSIONS INTERNES ET EXTERNES\nLes spécifications retenues dans les paragraphes suivants sont celles issues du REX d’une installation existante équivalente (438). Le DOS permettra de valider les hypothèses de dimensionnement notamment vis-à-vis du niveau de séisme, du niveau de tornade et de la fiabilité des ponts.\n\n## Risque d’incendie interne\nLe risque d’incendie interne dans le bâtiment ZZ serait essentiellement lié :\n- à la présence d’équipements électriques dans lesquels un court-circuit ou un arc-électrique pourrait conduire à un départ de feu ;\n- à la présence de carburant du véhicule acheminant les colis dans le bâtiment.\n\nLes dispositions de sûreté envisagées vis-à-vis des risques d’incendie interne et des conséquences seraient les suivantes :\n- la limitation des sources d’ignition ;\n- le dimensionnement des éléments de structures du bâtiment ;\n- la mise en œuvre de moyens de détection ;\n- les colis restent dans leur configuration transport dans l’attente du refroidissement du moteur du camion ;",
    "status": "success"
  },
  {
    "page": 10,
    "sectionTitle": "RISQUES",
    "pageSummary": "La section 'RISQUES' aborde plusieurs risques spécifiques liés au bâtiment ZZ. Le risque d'explosion interne est lié à la présence de batteries et d'onduleurs, nécessitant une ventilation adéquate pour éviter les atmosphères explosives. Le risque d'inondation interne est associé aux réseaux de fluides et aux eaux d'extinction incendie, avec des dispositions de sûreté à définir ultérieurement. Les risques liés à la manutention incluent des mesures pour éviter les chutes de colis, comme des opérations à basse hauteur et vitesse réduite, ainsi que des équipements fiables comme les ponts roulants. Les postes de travail sont conçus pour prendre en compte le Facteur Organisationnel et Humain (FOH).",
    "updatedGlobalSummary": "Le document commence par un sommaire détaillé qui liste toutes les sections et sous-sections, couvrant des aspects tels que les références, le glossaire, l'objet, l'identification des besoins, les stratégies d'entreposage, les évaluations de saturation, et les réflexions sur la sûreté. Ce sommaire permet de visualiser l'organisation complète du document et ses principales thématiques. La section 'REFERENCES' qui suit énumère une série de documents techniques et rapports servant de fondement aux analyses et propositions développées dans les sections ultérieures. La section 'GLOSSAIRE' définit ensuite une série d'acronymes et de termes techniques utilisés dans le document, couvrant des domaines variés tels que les installations techniques, les déchets, la sûreté, et les équipements spécifiques. La section 'OBJET' décrit la vocation du bâtiment ZZ pour l'entreposage de déchets contaminés et synthétise les travaux du GT 'gestion des déchets contaminés', incluant les évolutions du périmètre. La section 'RISQUE DE DISSÉMINATION' aborde les risques liés au dégazage des fûts et colis de déchets, ainsi que les mesures de ventilation requises. La section 'RISQUES' traite des risques d'explosion interne, d'inondation interne et liés à la manutention, avec des dispositions de sûreté spécifiques pour chacun.",
    "isContinuation": false,
    "originalContent": "# RISQUES\n## Risque d’explosion interne\nLe risque d’explosion interne dans le bâtiment ZZ serait lié à la présence des batteries des moyens de manutention mobiles et des onduleurs assurant l’alimentation des équipements sensibles et de sûreté-sécurité de l’installation qui lors de leur chargement peuvent produire une atmosphère explosive (production d’hydrogène).\n\nLa ventilation des locaux abritant les batteries doit permettre un taux de renouvellement de l’air de manière à limiter toute création d’atmosphère explosive. Ce taux sera à définir dans les phases ultérieures du projet en fonction de la puissance des onduleurs installés.\n\nLa mise en œuvre de produits chimiques au sein du bâtiment ZZ sera limitée aux opérations de maintenance, de mesure de l’activité du gaz contaminé avec des solvants ou de nettoyage des locaux et équipements. Les quantités de produits chimiques réceptionnées au sein de l’installation seront limitées au strict nécessaire à l’opération prévue.\n\n## Risque d’inondation interne\nLe risque d’inondation d’origine interne dans le bâtiment ZZ est lié à l’utilisation de réseaux de fluides liquides dans l’installation, aux transferts d’effluents ainsi qu’à la mise en œuvre d’eau d’extinction incendie pour lutter contre un départ de feu au sein du bâtiment.\n\nLes dispositions de sûreté (rehaussement des équipements électriques, rétention des eaux d’extinction, …) à mettre en œuvre vis-à-vis du risque d’inondation interne pour éviter la défaillance potentielle d’équipements participant au maintien d’une Fonction Importante pour la Sûreté (FIS) seront définies dans les phases ultérieures du projet (APS/APD).\n\n## Risque liés à la manutention\nLes activités en conditions normales prévues d’être réalisées dans le bâtiment ZZ sont subdivisées en différentes phases :\n\n- la phase de réception des colis ;\n- la phase de contrôle des colis ;\n- la phrase de transfert entre le hall de manutention et le hall d’entreposage.\n\nLes opérations de manutention seront réalisées à l’aide de chariot automoteur, potence ou de pont roulant.\n\nLes dispositions de sûreté envisagées vis-à-vis des opérations de manutention visent à exclure l’occurrence de chute des colis, à savoir :\n\n- les opérations de manutention des colis sont réalisées à une hauteur aussi basse que possible.\n- les opérations de manutentions sont réalisées à faible vitesse ;\n- les ponts roulants, avec une fiabilité de 10⁻⁷ par an, sont munis de freins, de capteurs de fins de courses et de dispositifs de limiteurs de charge ;\n- une zone de garage de chaque pont roulant est aménagée hors de la zone d’entreposage ;\n- les postes de travail sont conçus de manière à prendre en compte le Facteur Organisationnel et Humain (FOH) ;",
    "status": "success"
  },
  {
    "page": 11,
    "sectionTitle": "RISQUES UTILITÉS",
    "pageSummary": "La section 'RISQUES LIÉS À LA PERTE OU DÉFAILLANCE DES UTILITÉS' détaille les utilités critiques du bâtiment ZZ, incluant l'alimentation électrique, l'air respirable, les alimentations en eau, et les systèmes de ventilation. Des mesures préventives comme des onduleurs, un groupe électrogène fixe, et un ballon tampon d'air respirable sont prévues pour pallier les défaillances. Les risques liés aux facteurs organisationnels et humains (FOH) seront étudiés dans un rapport préliminaire. Le bâtiment ZZ est conçu pour résister à des conditions climatiques extrêmes, comme des tornades d'intensité EF2, conformément aux normes CEA et EUROCODE. Enfin, les risques liés à la chute d'avion sont également considérés.",
    "updatedGlobalSummary": "Le document commence par un sommaire détaillé qui liste toutes les sections et sous-sections, couvrant des aspects tels que les références, le glossaire, l'objet, l'identification des besoins, les stratégies d'entreposage, les évaluations de saturation, et les réflexions sur la sûreté. Ce sommaire permet de visualiser l'organisation complète du document et ses principales thématiques. La section 'REFERENCES' qui suit énumère une série de documents techniques et rapports servant de fondement aux analyses et propositions développées dans les sections ultérieures. La section 'GLOSSAIRE' définit ensuite une série d'acronymes et de termes techniques utilisés dans le document, couvrant des domaines variés tels que les installations techniques, les déchets, la sûreté, et les équipements spécifiques. La section 'OBJET' décrit la vocation du bâtiment ZZ pour l'entreposage de déchets contaminés et synthétise les travaux du GT 'gestion des déchets contaminés', incluant les évolutions du périmètre. La section 'RISQUES' aborde plusieurs risques spécifiques liés au bâtiment ZZ, incluant les risques liés à la perte ou défaillance des utilités, les facteurs organisationnels et humains, les conditions climatiques extrêmes, et la chute d'avion.",
    "isContinuation": false,
    "originalContent": "# RISQUES LIÉS À LA PERTE OU DÉFAILLANCE DES UTILITÉS\nLes utilités mises en œuvre dans le bâtiment ZZ sont :\n\n- l’alimentation électrique ;\n- l’alimentation en air respirable ;\n- les alimentations en eau ;\n- la ventilation vis-à-vis du gaz contaminé : ventilation forcée avec un soufflage mécanique (CTA : centrale de traitement d’air) ;\n- la ventilation nucléaire pour la zone d’entreposage des colis type C dans le cas d’un entreposage sur deux niveaux ou plus.\n\nL’alimentation électrique assure le fonctionnement :\n\n- des équipements de manutention ;\n- des systèmes de sûreté-sécurité associés à la surveillance de l’installation.\n\nPour prévenir les conséquences d’une perte du réseau électrique haute tension, l’alimentation des équipements importants sera reprise par des onduleurs (alimentation sans interruption) et le bâtiment ZZ devra disposer d’un groupe électrogène fixe (GEF) pouvant assurer la reprise de l’alimentation électrique.\n\nL’air respirable permet l’utilisation d’équipements de protection individuel (EPI) pour les éventuelles interventions des opérateurs en masque à adduction d’air ou en scaphandre en cas de contamination atmosphérique. Pour limiter les conséquences d’une perte du réseau, un ballon tampon d’air respirable sera disponible pour laisser une autonomie nécessaire aux opérateurs pour mettre en sécurité les opérations en cours. Pour les interventions d’urgence, des ARI seront disponibles.\n\n# RISQUES LIÉS AUX FACTEURS ORGANISATIONNELS ET HUMAINS\nUne étude des risques liés aux FOH sera réalisée dans le cadre du rapport préliminaire pour identifier les opérations « sensibles » et définir les dispositions particulières à prendre pour maîtriser la sûreté du point de vue FOH.\n\n# RISQUES LIÉS AUX CONDITIONS CLIMATIQUES EXTRÊMES\nLe bâtiment ZZ est prévu d’être implanté dans la zone à proximité des bâtiments 438 du site d’accueil du CEA.\n\nLe dimensionnement sera réalisé conformément aux recommandations du CEA et à l’EUROCODE. Le dimensionnement des colis, prend en compte la résistance à l’agression d’une tornade d’intensité EF2 et des projectiles induits.\n\n# RISQUES LIÉS À LA CHUTE D’AVION",
    "status": "success"
  }
]